[Language]
Description = Zoulou (by Adrien)
Author= %s = Glary Utilities %s
[Globals]
10001 = Ifayela
10002 = Edition
10003 = Bonisa
10004 = Usizo
10005 = Phuma
10023 = ukusekelwa kosizo
10018 = Ikhasi lasekhaya
10019 = Mayelana
I-10006 = Yeka
10007 = Qala kabusha
10008 = Properties
10009 = Igama
10010 = Vula
10011 = Usayizi
I-10012 = Kulungile
10013 = Khansela
10014 = Vala
10015 = Yebo
10016 = Cha
10017 = Dlulisa amehlo ...
I-10020 = Thumela ...
10021 = Vula ifolda eqondisiwe
10022 = Imisebenzi
10024 = Okulandelayo
10025 = Ngaphambi
10026 = Izinketho
19026 = Usayizi ophelele
19027 = Isikhala samahhala
14023 = Isimo
10027 = Incazelo
10028 = Kuphelile
10029 = Udoti
14009 = Imininingwane
10030 = Engeza
10031 = Susa
10032 = Okuzenzakalelayo
10033 = usuku lokudala
10034 = Susa
10035 = Ncoma kubangani
10036 = Thenga manje
10037 = Faka ikhodi yokubhalisa
15009 = Hlola konke
15010 = Hlola lutho
15011 = ukukhetha okuchazayo
15014 = Hlola
10038 = Imenyu
10039 = Ukubuyekezwa
10040 = Izilimi
10041 = Ingabe uqinisekile ukuthi ufuna ukuthumela lezi zinto ezikhethiwe ku-Recycle Bin?
10043 = Amanye amafayela awakwazi ukususwa. Qinisekisa ukuthi amafayela awasebenzisi futhi ukuthi i-disk ayigcwele noma ivikelwe-ebhaliwe.
10044 = ukunakwa
10045 = Ulwazi (s)
10046 = Iphutha (ama)
10047 = Ukuqinisekiswa
10048 = Ukuqalisa

10050 = Okuzenzakalelayo
10051 = Faka isicelo
10052 = Amathuluzi
10053 = Uhlelo alusebenzi ngenxa yefayela elilahlekile noma elimele, sicela uzame ukufakwa futhi ukuxazulula inkinga. Chofoza okuthi 'Yebo' ukulanda inguqulo yakamuva ye-Glary Utilities.
[Integrator]
10801 = Hlanza & lungisa
10802 = Yenza ngcono futhi uthuthukise
10803 = Ubumfihlo nokuphepha
10804 = Amafayela & Amafolda
10805 = Amathuluzi esistimu

10806 = Isimo
10807 = Isimo sohlelo
10808 = Inguqulo yamanje:
10809 = Kugcine ukubuyekezwa:
10810 = Idatha yedatha:
10811 = isimo selayisensi
10812 = Uhlobo:
10813 = I-Free Edition
10814 = I-Professional Edition
10815 = Usuku lokuphelelwa yisikhathi:
10816 = Ungalokothi
10817 = Bhalisa umkhiqizo wakho okhokhelwe ngokuchofoza inkinobho ngezansi.
10818 = Irejista
10819 = Izilungiselelo ze-AutoSign

10799= Modules

10820 = Izilungiselelo
10821 = Okujwayelekile
10822 = Ulimi:
10823 = Ukuqalisa ngokuzenzakalelayo i-Glary Utilities uma iWindows iqala
10824 = Nciphisa ibha yomsebenzi ekupheleni
10825 = imenyu yokuqukethwe
10826 = Khetha amamenyu okuqukethwe ofuna ukuwahlanganisa ku-Windows Explorer.
10827 = ukubuyekezwa okuzenzakalelayo
10828 = Qalisa isibuyekezo phezu kwe-Inthanethi ngesikhathi esinqunyiwe.
10829 = Kuhleliwe:
10830 = Ayitholakali kunguqulo yamahhala
10831 = Hlela ukuhlela
10832 = Ukunakekela okuzenzakalelayo
10833 = Gwema umkhondo womuntu siqu uma uvala.
10834 = ukulandelana komuntu siqu
10835 = Khetha amathrekhi ofuna ukususa ekuphumeni kwe-Windows noma ukuvala
10836 = ukuchofoza okuzenzekelayo koku-1
10837 = Yenza Isondlo Esihleliwe.
10838 = Isikhungo Sokudlela
10839 = Buyisela isikhungo sokuvikelwa
10840 = Khetha amamojula ofuna ukuvikelwa yisikhungo sokuvuselela lapha.
10841 = amamojula atholakalayo:
10842 = izinketho zokulondoloza
10843 = Susa ngokuzenzakalelayo izipele:
10844 = ukunciphisa inani lokusekela ku:
10845 = Yeka uhlu
10846 = Ngemuva kweviki elilodwa
10847 = Emva kwamasonto amabili
10848 = Emva kwamasonto amathathu
10849 = Ngemuva kwenyanga eyodwa
10850 = Ngemuva kwezinyanga ezimbili
10851 = Ngemva kwezinyanga ezintathu
10852 = 1-Chofoza Izinketho Zokulondoloza Kokuzenzakalela
10853 = Funa izinkinga kuphela
10854 = Sesha nokulungisa
10855 = Khetha imidwebo ezosulwa
10856 = Bonisa amathebhuthi lapho unciphisa ibha yomsebenzi
10857 = Hlola izibuyekezo lapho uhlelo luqala

10900 = Khansela izinguquko
10901 = Sicela ukhethe ibhekhaphu oyifisa ukuyibuyisela bese uchofoza inkinobho ethi "Buyisela".
10902 = Isistimu Buyisela
10903 = Yenza iphuzu lokubuyisela eli-1
10914 = Iphoyinti elisha lokubuyisela liye ladalwa ngempumelelo.
10904 = Buyisela ukudala iphuzu kwehlulekile! Ukubuyiswa kwesistimu kungakhutshazwa kulesi simiso, noma uma ungenawo izimvume zokufinyelela.
10905 = Ukunika amandla i-System Buyisela, qhubeka kanje: Qala iPhaneli Yokulawula -> Uhlelo -> Uhlelo Lokubuyisela ithebhu. Susa i- "Khubaza isistimu yokubuyisela kuwo wonke amashayeli" ukuhlola ibhokisi ukuze unike amandla uhlelo lokubuyisela. Chofoza OK.
10906 = Sicela ukhethe iphuzu lokubuyisela kuqala!
10907 = Sicela ulondoloze izinguquko zakho futhi uvale zonke izinhlelo ezivulekile. I-Windows ivuselela ngokuzenzakalelayo ngesikhathi sokubuyisela.
10908 = Sicela ukhethe isilondolozi kuqala!
10911 = Izipele
10912 = Ingabe uqinisekile ukuthi ufuna ukubuyisela i-% s?
10913 = kubuyiselwe ngempumelelo.
10915 = Sicela ukhethe iphuzu lokubuyisela ofuna ukulibuyisela, bese uchofoza inkinobho ethi "Buyisela".

10909 = Ingemuva
10910 = Ama-Glary Utilities asasebenza.

10916 = IEU
10917 = Izihloko
10918 = I-Portable Version
10919 = ukwesekwa okuphuthumayo

[License Dialog]
20001 = Le nguqulo yokulinga ilinganiselwe ngesikhathi.
20002 = Ungahlola ukusebenza okugcwele kwezinsuku ezingu-% s software ngaphandle kwesibopho.
20003 = Uma uthanda isofthiwe futhi ufuna ukuyisebenzisa ngemva kwesikhathi sokuhlola, chofoza ku-"Hlela Manje".
20004 = Isikhathi sokulinganisa:
20005 = Inguqulo Le vivinyo iphelelwe yisikhathi. Ungahlola zonke izici zesofthiwe.
20006 = Uma uthanda isofthiwe futhi ufuna ukuqhubeka ukuyisebenzisa, chofoza okuthi "Hlela Manje".
20007 = isikhathi sokulinda sesiphelelwe yisikhathi
20008 = Ayikabhaliswanga
20009 = i-Copyright (c)
20010 = Ilayisensi enikwe:
20011 = Isexwayiso: Le software ivikelwe yi-copyright kanye nezivumelwano zomhlaba wonke. Noma yikuphi ukukhiqizwa noma ukusatshalaliswa kwalolu hlelo kungabangela izinhlupho ezimbi zomphakathi nezomthetho futhi kuzoshushiswa ngokulingana ngangokunokwenzeka ngaphansi komthetho.
20012 = Iwebhusayithi
20013 = Thenga manje
20014 = Faka ikhodi
20015 = Gcina ukuhlolwa
20016 = Igama lakho:
20017 = ikhodi yokubhalisa
20018 = Uma ungenayo ikhodi yokubhalisa ukuze uvule le nguqulo yesilingo, unga
20019 = Khokha ku-inthanethi.
20020 = Ikhodi yokubhalisa oyifakile ayivumelekile. Sicela uhlole ikhodi ukuze uqiniseke ukuthi ifakiwe kahle.
20021 = Siyabonga kubantu abalandelayo ngeminikelo yabo
20022 = Glary Utilities Pro!
20023 = Sicela ufake imininingwane yakho yelayisense
20024 = Uhlobo lwelayisense:
20025 = Ukuze uthole ilayisensi yakho,
20026 = ikhasi lasekhaya:

20027 = Thuthukisa manje
20037 = Sicela ufake igama lakho!
20038 = Ikhodi yelayisense:
20039 = Yenza kusebenze manje
20040 = Ukuthuthukisa ku-PRO version
20041 = Chofoza lapha ukuze uyithole.
20042 = Ngilahlekelwe ikhodi yami yelayisense.
20043 = Faka imininingwane yakho yelayisensi
20044 = Igama lelayisense:
20045 = usuku lokuphelelwa yisikhathi:
20046 = Usuku oluhlala:% s usuku (s)
20047 = Usuku oluphelelwe yisikhathi
20048 = Buyiselwa kabusha
20049 = Ilayisensi yokuthumela ngaphandle
I-20050 = Ilayisense Yokusebenzisa I-Glary
20051 = isibonelo AC6E-D9C6-FAB8-A8C8
20052 = Umphathi welayisense
20053 = Imininingwane yelayisensi ibhaliswe ngempumelelo

[Updater]
30001 = Ayikwazi ukubuyisa ulwazi kusuka ku-% s
30002 = Ikhompiyutha yakho isebenzisa inguqulo yakamuva ye-% s. Akukho ukubuyekeza okutholakalayo okwamanje.
30003 = Usebenzisa i-% s:% s2.
30004 = Inguqulo entsha% s iyatholakala ukulanda% s2.
Sicela uchofoze okuthi "Kulungile" ukuvula ikhasi ngemininingwane yokulanda, noma Khansela uma ungafuni ukuvuselela manje.
30005 = ukubuyekezwa ngempumelelo
30006 = Ukubuyekezwa kokuvuselelwa kokubuyekezwa (% s) ...
I-30007 = Ukubuyiswa Kwefayili Yokubuyekezwa Ebuyekeziwe (% s) ...
30008 = Hlola izibuyekezo ...
30009 = Ukulungele
30010 = Inthanethi Buyekeza ukusebenza ...
30011 = Isikhathi esilinganisiwe esisele:
30012 = Ukudluliswa kwesilinganiso:
30013 = engaziwa
30014 =% s isekhondi
I-30015 =% s ye-% s2 ikopiwe
30016 =% s / Sec
30017 = Udinga ukuthuthukisa ku-PRO version ye-Glary Utilities ukusebenzisa lesi sici. Thuthukisa manje?
I-30018 =% s manje iyatholakala. Chofoza kulo mlayezo ukuwufaka.
30019 =% s min% s2 sec
I-30020 = Ukuvuselelwa kwefayela lelimi elibuyekeziwe (% s) ...

[Context Menu]
40001 = Hlaziya i-Diskspace nge-Glary Utilities
40002 = Hlanganisa ne-Glary Utilities
40003 = Lungisa nge-Glary Utilities
40004 = Shicilela nge-Glary Utilities
40005 = Bhala nge-Glary Utilities
40006 = Hlanza ne-Glary Utilities
40007 = Thola amafolda angenalutho nge-Glary Utilities

40008 = AmaDiskrikhi e-Defragmenter ane-Glary Utilities
40009 = ukuhlukumeza i-disk nge-Glary Utilities
40010 = Ukuhlukumeza ifolda nge-Glary Utilities
40011 = Ukuhlukunyezwa ifayela nge-Glary Utilities

[Registry Cleaner]
11001 = Lungisa irejista
11901 = hlaziya ukubhalisa kwakho ukuze uthuthukise ukusebenza kwesistimu yakho.
11002 = Khetha izigaba ukuhlaziya

11003 = Isenzo
11004 = Sesha irejista yezinkinga
11005 = Lungisa ukubhalisa kwakho
11006 = Buyisela ukulungisa okudala
11007 = Amathuluzi

11008 = Izinto zakho ezikhethiwe zilungisiwe ngempumelelo.
11009 = Ingabe uqinisekile ukuthi ufuna ukungeza le nto ohlwini olunganaki? Lesi sihloko ngeke sitholakale.
11010 = Ifayela lilondolozwe ku:
11011 = Ukufingqa kwezinkinga ezihlangabezane nazo:
11012 = 1 inkinga etholakalayo
11013 =% s Izinkinga ezitholakalayo
11014 = 1 inkinga ekhethiwe ukulungiswa
11015 =% s izinkinga ezikhethiwe ukulungiswa
11016 = Ayikho inkinga etholakalayo
11017 = Azikho izinkinga ezikhethiwe ukulungiswa
11018 = (inkinga (ama)% s
11019 = Hlaziya
11020 = Isigaba:
11021 = Ukulungiswa:
11022 = I-Regedit evuliwe
11023 = Vula lokhu kungena ku-Regedit
11024 = Susa lokhu kungena
11025 = Shiya lokhu kungenakushintshwa
11026 = Khipha lokhu kungena njalo (ngeke kutholakale)
11027 = Izindawo
11028 = Vula lezakhiwo zesikhashana
11029 = Susa le isinqamuleli
11030 = Shiya le nqamuleli ingaguquki

11031 = Usesho luphelile
11032 = Ukulungisa
11033 = Chofoza Ukulungisa ukuxazulula ngokuzenzekelayo noma chofoza Vala ukubuka imininingwane.
11034 = Ukulungiswa kugcwaliswe
11035 = Sesha
11036 = Ukulungiswa

11037 = Buyisela
11038 = Sicela ukhethe isipele ufuna ukubuyisela bese uchofoza "Buyisela" inkinobho.
11039 = Isipele
11040 = Ingabe uqinisekile ukuthi ufuna ukubuyisela i-% s ohlelweni lokubhalisa uhlelo?
11041 =% s Ukungena kuye kwabuyiselwa ngempumelelo ebhalweni.

11042 =% s Amaphuzu wokungena kwifayela elilahlekile noma ifolda% s2
11043 = Lokhu okubhaliwe kwamaklayenti okubhalisa kumkhiqizo olahlekile% s
11044 = Lekhiye yokubhalisa ayinayo idatha, ingasuswa.
11045 = Le amaphuzu ayisihluthulelo ebhaliso kwi-CLSID% s engekho
11046 = Lokhu kumaphoyinti okhiye wokubhalisa kwisithonjana sefayela esingekho% s
11047 = Imenyu yesimo sokungena% s ukhiye noma ulahlekile uhlelo% s2
11048 = Le rejista ayiphelelanga ngoba umyalo we-subkey ulahlekile.
11049 = Lenkinobho ebhukwini akuphelele ngoba ayiqukethe yonke idatha adingwa amafasitela.
11050 = Lokhu kunamaphuzu okubhaliwe okubhalisa kwi-InprocServer% s engekho. I-CLSID ehambisana nayo ingasuswa.
11051 = Lokhu kumaphoyinti okubhaliwe okubhalisa kwi-LocalServer32% yendawo engekho. I-CLSID ehambisana nayo ingasuswa.
11052 = Le amaphuzu ayisihluthulelo ebhalisi welabhulali yehlobo elingaphandle% s
11053 = Lokhu kumaphoyinti okhiye wokubhalisa kufolda engekho% s
11054 = ukhiye weRejista% s ayinakho idatha. Umtapo wolwazi ohambisana nawo ungasuswa.
11055 = Le amaphuzu ayisihluthulelo ebhaliso kwifayela elilahlekile% s
11056 = Ifayela elicacisiwe% s alitholakalanga.
11057 = Ifayela% s elihlotshaniswa nokungena% s2 alikho.
11058 = amaphuzu angenayo% s usebenzisa ifayela elilahlekile% s2
11059 = Ifayela elabelwanga%%
11060 = Ifayela elibiwe% s alisetshenzisiwe.
11061 = Lesi sithombe se-ImagePath sibonisa ifayela elilahlekile% s. Izinsizakalo ezihlanganisiwe zingasuswa.
11062 = Amaphuzu okungena% s kufayela elilahlekile% s2
11063 = Lesi sinqamuleli sikhombisa ekukhokheni okushiwo% s
11064 = Lenkinobho ebhukwini iqukethe ukubhekisela imenyu Qala ifolda% s, okuyinto isusiwe noma ukususwa.
11065 = amaphuzu wokungena% s kuhlelo olungekho% s2
11066 = Lokhu Isikhiphi entry ayiqukethe yonke idatha ezidingekile-Windows ukususa uhlelo noma ingxenye.
11067 = Uhlelo oludingekayo lokukhipha% s alutholakalanga
11068 = amaphuzu wokungena% s kuya kufolda engekho% s2

11069 = ukhiye wokususa:
11070 = Susa inani:
11071 = Susa ifayela:

11072 = Yeka umphathi wezinhlu
11073 = Uhlu lokufakwayo okwamanje alunaki lapho kuskena ukubhalisa. Uma ufuna i-% s ukufaka enye yalezi zingeniso, bese ususa uphawu lokuhlola.
11074 = ukhiye weRejista

11075 = Khetha ifolda ekuya kuyo ukuze ulondoloze izinguquko ezenziwe ukulungiswa
11076 = ukunciphisa inani le-backups ku:
11077 =% s kakade ikhona Ufuna ukuyibeka esikhundleni?
11078 = Faka esikhundleni
11079 = Isifinyezo izinkinga (izinkinga Found% s, izinkinga% s2 ekhethelwe ukulungisa)
11080 = Ukufingqa kwezinkinga ezitholakalayo: (1 inkinga etholakalayo, 1 inkinga ekhethiwe ukulungiswa)
11081 = (1 inkinga itholakele)
11082 = Ukufingqa kwezinkinga ezihlangabezane nazo: (Ayikho inkinga etholakalayo, akukho izinkinga ezikhethiwe ukulungiswa)
11083 = ukuskena ...
11084 = Ayikho inkinga etholakalayo, azikho izinkinga ezikhethiwe ukulungiswa.
Inkinga engu-11085 =% s etholwe, inkinga ye-% s2 ekhethiwe ukulungiswa.
Izinkinga ezingu-11086 =% s zitholiwe, izinkinga ezingu-% s2 ezikhethiwe ukulungiswa.
11087 = Ukulungisa ...
11088 = Thumela ifayela lokubhalisa
11089 = ukhiye wamanje:
11090 = ukhiye wokuthekelisa:
11091 = Inkinga ye-% s (s) ekhethiwe ukulungiswa
11092 = Kuthunyelwe ngempumelelo!

[Disk Analysis]
19001 = i-Disk Space Analyzer
19901 = ikukhombisa ukuthi ungasebenzisa kanjani isikhala sediski samafayili namafolda akho
19003 = i-Explorer
19004 = I-Command Prompt
19005 = Susa (i-recycle bin)
19006 = Bonisa ibha
19007 = Bonisa ibha yesimo
19008 = Bonisa izinhlobo zefayela
19009 = Bonisa amafayela amakhulu
19010 = Amafayela
19011 = Amarekhodi
19012 = Isici
19013 = Amaphesenti
19014 = uhlobo lwefayela
19015 = Incazelo
19016 = Igama lefayela
19017 = Ifolda
19018 = Ukuguqulwa
19019 = ukulayisha izinhlobo zefayela ...

19020 = [Amafayela]
19021 = ikhompyutha yami

19022 = Khetha abafundi
19023 = wonke amadiski wendawo
19024 = ama-discs ngabanye
19025 = Ifolda
19028 = Isetshenzisiwe / Ingqikithi
19029 = Khetha ifolda:

1801001 = Hlaziya
1801002 = Emuva
1801003 = Ikhompyutha
1801004 =
1801005 = Bonisa izandiso
1801006 = Zonke izinhlobo
1801007 = Amavidiyo
1801008 = Ukucindezelwa
1801009 = Umculo
1801010 = Izithombe
1801011 = Amadokhumenti
1801012 = Okunye
1801013 = isandiso
1801014 = Inombolo yamafayela
1801016 = Thayipha
1801017 = Indawo
1801018 = Idethi yokuguqulwa
1801019 = Usayizi wamahhala

1801020 = Amathuluzi
1801021 = Ukuhamba
1801022 = Imininingwane
1801023 = Bonisa wonke amafayela
1801024 = Amafolda namafayela

1801025 = Hlaziya amadiski manje
1801026 = Ukuqeqeshwa akukahlaziywanga okwamanje. \ N ngoba umshayeli awukethwanga okwamanje, akukho lwazi mayelana nokusetshenziswa kwesikhala sedisk, uhlobo lwefayela noma amafayela amakhulu kutholakala lapho uskena ukuskena, ulwazi mayelana nezinkomba ezikhethiwe, amafayela futhi amafolda ayenawo futhi ukusetshenziswa kwesikhala disk kuqoqwe futhi kuboniswe.
1801027 = hlola lokhu kuphela

1801028 = Usayizi wefayela:
1801029 = Usayizi ophelele:
1801030 = Itholakala ku:
1801031 = Kubuyekezwe ku:
1801032 = Idalwe ku:
1801033 =% s izinto ezikhethiwe
1801034 = Usayizi:
1801035 = Okuqukethwe okuphelele
1801036 = Angaziwa
1801037 = Indawo esetshenzisiwe:
1801038 = Ukuhlaziywa
1801039 = Akuhlaziywanga

1802001 = iphelile
1802002 = Yehlulekile
1802003 = iphazamisekile
1802004 = Ukuhlaziywa kwezindawo zakho zokugcina
1802005 = Sicela ulinde ukuhlaziywa kwediski ngokuhlaziya izindawo ezikhethiwe zokugcina.

1803001 = uhlu lwezindlela ezivumelekile: \ n
1803002 = uhlu Lendlela yefayela: \ n
Izinto ezingu-1803003 =% s azikwazi ukuskena

1804001 = I-disk oyikhethile ayisakazwa. Uma ukuhlaziywa kwenziwa namuhla?

1805001 = Ingabe uqinisekile ukuthi ufuna ukuhambisa izinto kusuka kule% s kuya ku-Recycle Bin?
1805002 = Susa
1805003 = Ukususa% s kwezakhi
[Startup Manager]
14001 = Umphathi wokuqalisa
14901 = Ulawula izinhlelo ezisebenza ngokuzenzakalelayo ekuqaleni
14002 = Khubaza lokhu kungena
14003 = Yenza le nto ingene
14004 = Engeza uhlelo ...
14005 = Susa lesi sihloko
14006 = Ukuhlela kokufaka ...
14007 = Bonisa imininingwane Ibha
14008 = Qala kabusha uhlu lokuqala
14010 = Okunye i-Autorun
14011 = Umhleli Wezinhlelo
14012 = Amasevisi Wendawo
14013 = izinhlelo eziqaliswa lapho iWindows iqala noma ingena ngemvume yomsebenzisi
14014 = ayikho into ekhethiwe.
14015 = ukungena okungavumelekile. Ingasuswa.
14016 = <Akukho ulwazi>
14017 = umkhiqizo:
14018 = Inkampani:
14019 = Engeza into yokuqalisa
14020 = Ingabe uqinisekile ukuthi ufuna ukususa ukungena kwe-StartUp
14021 = Hlela into ekhethiwe yokuqalisa

14022 = Indlela
14024 = Indawo
14035 = Ulwazi
14025 = Vuliwe
14026 = Khutshaziwe

14027 = Umbiko wohlu lokuqalisa owenziwe ku-% s nge% s2
14028 = Izinto eziphelele ze-% s
14029 = Umbiko ugcinwe ku-% s

14030 = i-Google Usesho ...

14031 = Ukuqalisa Ukuhlela Ithemu
14032 = Sicela ufake igama.
14033 = Sicela ufake umugqa womyalo.
14034 = Ifayela elicacisiwe alitholakalanga. Ingabe ufuna ngempela ukuqhubeka?

14043 = engaziwa
14036 = inokwethenjelwa
14037 = Umsebenzisi-ongakhetha
14038 = Ukungathathi hlangothi
14039 = Akudingeki
14040 = Ingozi
14041 = Amazwana
14042 = Ulwazi olungaphezulu

14044 = i-Commentary
14045 = Okuphawula kwakho kulokhu kungena
14046 = Impendulo mayelana nalokhu kungena
14047 = Lokhu kuzoshintsha isilinganiso seengozi
14048 = Thumela amazwana

14049 = isikhathi sokulibala
14050 = Qala manje
14051 = Izinhlelo eziqala ukuphumula.
14052 = Okuphezulu
14053 = Ngezansi
14054 = Ukulibazisa isicelo, sicela ukhethe ohlwini olungenhla, noma ungadonsela uphinde ulubeke ohlwini olulandelayo.
14055 = Ukuhlehlisa isicelo, sicela ukhethe ohlwini olulandelayo, noma ungadonsela uphinde ulubeke ohlwini olulandelayo.
14056 = Ukungena okuphindaphindiwe okutholiwe
14057 = Kubonakala sengathi i-% s ngokwayo ingeziwe kwinqubo yokuqalisa ye-Windows ngemuva kokuthi ufake kuhlu lokuqalisa lokubambezeleka.
14058 = Ukulungisa le nkinga, udinga ukuvula i-% s bese ubheka inketho ethi "Qala nge-Windows" noma into efanayo futhi ukhubaze.
14059 = Uma le khetho engekho, khona-ke kufanele uthintane nomsunguli we-% s obafaka ngokuzenzekelayo, bese ubuza ukuthi bangakwazi ukwengeza isici ukukhubaza% s kusuka qala ngokuzenzakalelayo ne-Windows.
14060 = Uma kungenakwenzeka ukumisa i-% s kusuka ekubhaliseni nge-Windows, ngabe kungaba ngcono ukuvumela i-Windows ukusingatha nokususa i-% s kusuka ohlwini lokubambezeleka olwephuzile.
14061 = Ingabe ufuna ukususa i-% s kusukela kuhlu lokuqala elilimele?
14062 = Ukulibala
14063 = Ukulibala
14064 = Ngaphandle kwesikhathi
14065 = Isekh

2501001 = Imininingwane Bar
2501002 = Ibha yomumo
2501003 = iyaqhubeka
2501004 = Yeka
2501005 = Imemori esetshenzisiwe
2501006 = ukuqala kokuqala sekukhona kakade. \ Ingabe usafuna ukukufaka esikhundleni?
2501007 = Ayikwazi ukusetha idatha ye- '% s'

[Disk Cleaner]
13001 = Ukuhlanzwa kweDisk
13901 = Kususa idatha engadingeki kusuka kuma disks akho bese ibuyisela isikhala sedisk
13002 = Ukuhlanzwa kweDisk
13003 = Izinketho ezingaphezulu
13004 = Khetha amashayela ofuna ukuwahlanza.
13005 = Chofoza Okulandelayo uma uqedile ukukhetha amashayela wakho.
13006 = Sicela ulinde kuze kube yilapho% s iqeda ukuskena kwama diski akhethiwe.
13010 = Chofoza Okulandelayo uma uqedile ukhetha amashayela wakho.
13007 = Ungasebenzisa i-Disk Cleanup ukukhulula% s yesikhala sediski ku-drive% s2
13008 = inani lemali yediski oyitholayo:
13009 = isipele% s ngaphambi kokuyihlanza.
13110 = Bonisa amafayela
13011 = Chofoza Okulandelayo ukuze uqale inqubo yokuhlanza.
13012 = izingxenye ze-Windows
13013 = Ungakwazi ukukhulula isikhala sediski ngokususa izingxenye ze-Windows ozikhethile ongayisebenzisi.
13014 = Hlanza ...
13015 = Buyisela
13016 = Ungabuyisa amafayela wesikhashana osusiwe kusuka efayeleni lokusekelayo.
13017 = Buyisela kabusha ...

13018 = ukuhlanzwa kugcwaliswe ngempumelelo.
13019 = Isilondolozi sidalwe.
13020 = Chofoza Qedela ukubuyela ekhasini eliyinhloko.

13021 = Sicela ukhethe okungenani ukuqeqeshwa okulodwa kokusesho.

13022 = ukuskena ...
13023 = iphelile
13024 = Ukuqalisa ...
13025 = I-Recycle Bin iqukethe amafayela owasuse kukhompyutha yakho. Lawa mafayela awasuswa unaphakade uze uchithe udoti.
13026 = amafayela wesikhashana
13027 = Amafayela wesikhashana asetshenziswa yizinhlelo njengesikhala esiphezulu futhi ngokuvamile asuswe ngemuva kokusetshenziswa.
13028 = amafayela we-Zero-octet
13029 = Amafayela we-Zero-byte awabambe yonke idatha, futhi ngokuvamile angasuswa.
13064 = Amafayela We-Inthanethi Yesikhashana
13065 = Ifolda ye-Temporary Internet Files iqukethe amakhasi ewebhu agcinwe kwi-disk yakho yokubukela ngokushesha.Izilungiselelo zakho zomuntu siqu zamakhasi wewebhu zizoshiywa.

13030 = Sula konke udoti ...
13031 = Ukuhlanza amafayela we-intanethi wesikhashana ...
13032 = Ukususa amafayela wesikhashana ...
13033 = Ukususa amafayela we-zero byte ...

13034 = Sicela ukhethe amafayela oyifisa ukususa.
13035 = Ayikho ifayela elikhethiwe.
13036 = Vula ifayela
13058 = Amafayela% s Okuphelele
13059 = Idalwe ku:
13060 = ukuguqulwa:
13061 = ukufinyelela kokugcina:

13037 = Okujwayelekile
13038 = Hlangani
13039 = Faka

13040 = Buyekeza uhlu lwezinhlobo zamafayili ezingafuneki ngezansi bese ukhetha noma ukhethe izinto okumele uzifake ekusesheni ngokuhlola noma ukuchofoza amabhokisi.
13041 = uhlobo lwefayela
13042 = Uma ungaqiniseki ngalokhu okukhethwa kukho, kunconywa ukuba ushiye njengokuzenzakalelayo.
13043 = Wonke amafayela kulawa mafolda akufanele abhekwe njengama-mail angasebenzi.
13044 = Ifolda
13045 = Wonke amafayela kulawa mafolda kufanele ngaso sonke isikhathi abhekwe njengengathandeki, kungakhathaliseki ukuthi awunjani.

13046 = Ungasebenzisa ama-wildcards, isibonelo: *. tmp
13047 = ifayela liphela nge:
13048 = Sicela ufake igama lesandiso.
13049 = Ungasebenzisa i-wildcards.
13050 = Ungabi nalutho.

13051 = Sicela ukhethe isipele ofuna ukuyibuyisela bese uchofoza inkinobho ethi "Buyisela".

13052 = Ukubuyiselwa Okuhlelekile
13053 = Sicela uhlole uphawu olufakwayo olufisa ukubuyisela bese uchofoze Ukubuyisela.
13054 = kubuyiselwe ngempumelelo.

13055 = Izinto
13056 = Amafayela
13057 = Indlela
13062 = uhlobo

13063 = Engeza uhlobo lwefayela olungadingeki

1301001 = Qala Ukuhlanza
1301002 = Sesha
1301003 = Buyisela
1301004 = Indlela
1301005 = Ukusekela okuqinisekisiwe
1301006 = Hlola konke
1301007 = Hlola lutho
1301008 = isheke lokuphulwa
1301009 = Ukugcina lapho uhlanza idrayivu yakho ku:
1301010 =% s /% s2 /% s3
1301011 = Okusheshayo futhi kulula ukuhlanza amafayela angadingekile ku-PC yakho.
1301012 = Isikonke esibhalisiwe isikhala:% s
1301013 = Siyakuhalalisela! Abafundi bakho bahlanzekile.
1301014 = Ukuhlanza amafayela angadingekile kungalondoloza isikhala sakho sedisk.
1301015 = Umphumela
1301016 = Uhla lwefayela
1301017 = Qala kabusha
1301018 = Hlanganisa leli fayela
1302001 = Windows
1302002 = uhlelo lwesimanje
1302003 = isikhashana somsebenzisi
1302004 = isilondolozi se-Isithonjana
1302005 = amafayela okulahlwa kwememori
1302006 = Umbiko wephutha Amafayela
1302007 = Amafayela womlogi wesistimu
1302008 = Ikhompiyutha yedeskithophu esilawuli kude
1302009 = Udoti
1302010 = Qala izinqamuleli ezingavumelekile zeMenyu
1302011 = izinqamuleli zeHhovisi ezingavumelekile
1302012 = amafayela wefayela we-IIS
1302013 = idatha ye-Old Prefetch
1302014 = I-Cached Font
1302015 = Izinhlelo ezilandiwe
1302016 = i-Windows Updates
1302017 = Abaphequluli
1302018 = i-Internet Explorer
1302019 = I-Cache ye-Firefox ye-Mozilla
1302020 = I-Google Chrome I-Cache
1302021 = i-Opera Cache
1302022 = Izicelo
1302023 = I-Google Earth Cache
1302024 = i-Picasa Cache
1302025 = ACDSee i-Cache
1302026 = Idrayivu yokushayela
1302027 = Sicela ukhethe okungenani i-disk eyodwa ukuhlaziya
1302028 = Ingabe ufuna ukusekela amafayela ngaphambi kokuwahlanza?
1302029 = Ukusekela okukhishiwe kushiyiwe, Ufuna ukuqhubeka ukuhlanza?
1302030 = Ukubalwa kwamafayela: usayizi wefayela we% s:% s2
1302031 =% s izinto eziqinisekisiwe
1302032 = Usesho luphelile. Amafayela% s, inani le-% s2 elitholiwe.
1302033 = Kunconywa ukuhlanza ama-disks akho manje.
1302034 = Siyakuhalalisela! Unekhompyutha ehlanzekile!
1302035 = Ukugcina i-PC yakho ihlanzekile umkhuba omuhle. Sicela uqhubeke kanje!
1302036 = Ukuhlolwa kukhanseliwe!
1302037 = Ukhethe amafayela we-% s, inani% s2.
1302038 = Ukuhlanza kuqediwe. Amafayela angadingekile ngokuphelele% s ahlanzekile.
1302039 = Ukuhlanza kuqediwe.
1302040 =% s isetshenziswa, ayikwazi ukususwa manje.
1302041 = ifayela elingenalutho:% s
1302042 = amafayela namafolda okwezifiso
1302043 = igama lomuntu siqu
1302044 = amafayela namafolda okwezifiso
1302045 = indawo
1302046 = Isibonelo:. *. I-Tmp | * ungene ngemvume
. 1302047 = Isibonelo:. * AmaSys | * txt
1302048 = faka amafayela kuphela
1302049 = Faka phakathi amafayela kanye nezifolda ezingaphansi
1302050 = Ekuvikelekeni, awukwazi ukuhlanza amafayela ohlelweni lwemibhalo ye-Windows.
1302051 = Ingabe uqinisekile ukuthi ufuna ukuyilahla le lwemibhalo?
1302052 = Ukuphepha, sicela ungakhethi amafayela wesistimu eWindows.
1302053 = Khetha amafayela angeziwe namafolda ofuna ukususa (abasebenzisi abaphambili kuphela).
1302054 = Sicela ukhethe amafayela noma amafolda oyifisa ukususa.
1302055 = Ifayela lesifiso noma ifolda isivele ikhona, usafuna ukungeza?
1302056 = Ifayela lesifiso noma ifolda isivele ikhona, Ingabe usafuna ukuyishintsha?
1302057 = I-PC yakho ayinayo amafayela amaningi angenalusizo. Gcina i-PC yakho ihlanzekile umkhuba omuhle. Sicela uqhubeke kanje!

1303001 = Isipele ...

1304001 = Ayikwazi ukubonisa idatha!

1305001 = Qalisa ukuhlaziywa:
1305002 = Umphumela wosesho:
1305003 = Azikho amafayela angenalutho atholiwe
Ama-1305004 =% s amafayela, okonke% s2
1305005 = ukuphela kwesikrini:
1305006 = Yonke imiphumela:
1305007 = Amafayela kusuka ku-% s,% s2 asusiwe
1305008 = Qala uhlanzekile
1305009 = Ukuphela komnikazi
1305010 = Amafayela% s Ukuhlanzwa, inani% s2
1305011 =% s ifayela alikwazi ukuhlanzwa.
1305012 = ukubhala isikhathi:
1305013 = amafayela% s Ngokuphelele,% s2.

1305014 =% s ukuze ivaliwe ukuhlanza isilondolozi se-intanethi. \ Ingabe ufuna i-Glary Utilities ukuvala% s?
1305015 = i-Firefox
1350516 = i-Internet Explorer
[Uninstaller]
12001 = Ukukhipha iMenenja
12901 = Izinhlelo zikhipha ngokuphelele ukuthi awudingi ngaphezulu
12002 = Ulwazi lokukhipha isipele
12003 = Buyisela Ulwazi Lokukhipha
12004 = Uhlu lokufaka isicelo sokuthumela ngaphandle
12005 = Khipha manje!
12006 = Khipha izinhlelo eziqinisekisiwe
12007 = Hlela izinto
12008 = Buyisela ukungena okufakiwe
12009 = Bonisa umugqa womyalo
12010 = izinhlelo ezikhona manje:
12011 = Hlunga ngo:
12012 = usuku lokufaka
12013 = ukulungiswa okuzenzakalelayo kokungenayo okungavumelekile
12014 = Khipha konke
12015 = Uhlelo Lokusesha
12016 = Chofoza lapha ukuze uthole usizo.
12017 = umugqa womyalo
12038 = Susa ukungena

12018 = Hlela
12019 = Susa
12020 = Hlela / Susa

12021 = Izinhlelo% s Total
12022 = Ayikwazi ukususa ifolda% s, isetshenziswe omunye umuntu noma uhlelo.Ungafuna ukususa ku-boot elandelayo?
12023 = Okusha!

12024 = Ukuhlela lolu hlelo noma ukususe kukhompyutha yakho,% s chofoza Shintsha / Susa.
12025 = Ukuhlela lolu hlelo noma ukususa kukhompyutha yakho,% s chofoza ukushintsha noma ukususa.
12026 = Ukususa lolu hlelo kusuka kwikhomputha yakho,% s chofoza Susa.

12027 = ifakwe ku
12028 = Ukuqopha Amafayela (* .Reg)
12031 = Amafayela wombhalo (* .txt)
12029 = Khipha ulwazi olubuyiselwe kusuka ku-% s ngempumelelo
12030 = Ingabe uqinisekile ukuthi ufuna ukususa i-% s kusuka kukhompyutha yakho?
12032 = Umbiko owenziwe ku
12033 = izinhlelo ezifakwe kukhompyutha yakho (% s Izinhlelo eziphelele):
12034 = Ifayela lilondolozwe ku:
12035 = Zonke izinhlelo ezifakwe ohlelweni lwakho zilungile, akukho okufakiwe okungekho okutholakele.
12036 = Ingabe uqinisekile ukuthi ufuna ukususa i-% s kusuka ohlwini lwezinhlelo ezifakiwe?

12037 = Kuvele iphutha ngenkathi uzama ukususa i-% s. Kungenzeka kakade kukhishwe. Ingabe ufuna ukususa i-% s2 ohlwini lwazinhlelo ezifakiwe?
I-12039 =% s iyihlelo "elifihliwe" futhi mhlawumbe lisetshenziswe uhlelo. Uqinisekile ukuthi ufuna ngempela ukukhipha?
12040 = Kukhona amafayela ashiywe kusiqondisi sokufaka "% s". Ukuze uqiniseke ukuthi awususi amafayela wedatha awusizo, ungadlulisa amehlo kusiqondisi ngokuchofoza inkinobho ethi "I-Browse Directory". Uma uqinisekile ukuthi awusizi ngalutho, chofoza ku- "Susa konke".
12041 = Dlulisa amehlo kusiqondisi
12042 = Susa konke
12043 = Gcina lesi sihloko ngaphambi kokususa.
12044= Corde La recherche n'a pas pu trouvé.
12045 = Sesha
12046 = thola okulandelayo
12047 = Thola ukuthi:

12048 = Okufakiwe okulandelayo okungavumelekile kwatholakala. Ingabe ufuna ukususa lokhu okufakiwe kokubhalisa? (Ungaphinda ususe ngesandla kamuva)
12049 = ukungena okungavumelekile
12050 = Ukulondoloza lokhu okufakiwe ngaphambi kokususa.

12051 = Sicela ukhethe ukungena kohlelo ofuna ukuyibuyisela bese uchofoza inkinobho ethi "Buyisela".
12052 = Buyisela
12053 = ukufakwa kohlelo
12054 = Gcina usuku
12055 = Ingabe uqinisekile ukuthi ufuna ukubuyisela uhlelo lokufaka i-% s ohlelweni lokubhalisa uhlelo?

12056 = Sebenzisa ulwazi olulandelayo ukuthola usizo lobuchwepheshe
12058 = Umshicileli
12059 = Inguqulo:
12060 = othintana naye:
12061 = Ukusekela Ulwazi:
12062 = Readme:
12063 = izibuyekezo zomkhiqizo:
12064 = Amazwana:
12065 = ID yomkhiqizo:
12066 = inkampani ebhalisiwe:
12067 = Umnikazi obhalisiwe:
12068 = UkufakaLocation:

12069 = izinhlelo (* .exe, * * Com ,. * Bat)
12070 = Wonke amafayela (*. *)
12071 = Umlayini welayini oyifakile ungase ungavumelekile. Uqinisekile ukuthi ufuna ukuqhubeka?

12072 = Ukuqalisa ukusetha
12073 = umugqa we-Command for the uninstaller:
12074 = Kuvele iphutha ngenkathi uzama ukususa i-% s. Awunakho ukufinyelela ku-% s2.
12075 = Ungacacisa uhlelo olusha lokukhipha ngezansi.

12076 = Londoloza lesi sihloko
12077 = Ulwazi lokusekela
Izibuyekezo 12078 = ukubonisa

12080 = Icon
12081 = Uhlu
12082 = Imininingwane

12083 = Zonke izinhlelo
12084 = Izinhlelo zakamuva ezifakiwe
12085 = Izinhlelo ezinkulu
12086 = Izinhlelo ezingavamile ukusetshenziswa
12087 = iWindows Updates

12088 = sebenzisa lokhu:
12089 = Khipha ulwazi olugcinwe ku:

[Okuphindaphinda amaFiles Finder]
15001 = Amafayili Wokuthola Okuphindaphindiwe
15901 = ukuseshwa kwesikhala nokusesha amaphutha ukukhiqiza amafayela aphindaphindiwe
15002 = Ukuthola Amafayela Okuphindaphindiwe
15003 = Ifolda
15004 = Vula nge ...
15005 = Hlola ifolda
15006 = Impahla yefayela
15007 = Yenza umbiko
15008 = Susa amafayela asusiwe
15012 = Hlola ibhokisi elilodwa eqenjini ngalinye
15013 = Ukukhishwa kwale fayela kusuka usesho oluzayo
15015 = Indlela
15016 =% s yezinto ezingu-% s2 ezimakwe ngokususwa.
15017 = Phinda uphinde uphinde ufake ifayela lefayela
15018 = Ingabe uqinisekile ukuthi ufuna ukukhipha zonke izinto kwifolda ekhethiwe ye-% s kusuka kuzo zonke ukusesha okulandelayo?
15019 = Azikho izinto ezihloliwe ukususwa.

15020 = Sesha Umsizi
15021 = Sicela ukhethe amashayela noma amafolda ofuna ukuskena.
15022 = Abashayeli
15023 = Amafolda
15024 = Engeza ifolda
15025 = Amafayela aphindaphindiwe ahambisana nemigomo
15026 = igama elifanayo lefayela
15027 = Usayizi ofanayo
15028 = Isikhathi sefayili ngisho
15029 = Yeqa amafayela amancane
15030 = Sesha kuphela amafayela avamile kakhulu ngezansi
15031 = Skena wonke amafayela
15032 = uhlobo lwefayela
15033 = Hlanganisa la marekhodi kusuka kusesho:
15034 = Ifolda
15035 = Sesha amafayela aphindaphindiwe ...

15036 = Azikho ukusebenza okukhethiwe. Sicela ukhethe okungenani ukuqeqeshwa okulodwa ukuqhubeka.
15037 = Azikho amafolda akhethiwe. Sicela ungeze okungenani ifolda eyodwa ukuze uqhubeke.
15038 = Azikho izinhlobo zefayela ezikhethiwe. Sicela uhlole okungenani uhlobo olulodwa lwefayela ukuze uqhubeke.
15039 = Hlela amafayela. Kungathatha isikhashana kuye ngokuthi inani lamafayela. Sicela ulinde ...
Amaphesenti angu-15040 =% s alinganiselwe futhi% s2 okuphindwe kabili atholakale.

15041 = Engeza igama elisha lefayela ukuze useshe
15042 = Ungasebenzisa izinhlamvu zasendle, njenge, *. avi
15043 = Ifayela iphetha nge:
15044 = Sicela ufake igama lesandiso.

15045 = Faka ifolda
15046 = Khetha ifolda
15047 = Ungasebenzisa i-wildcards *,?
15048 = Akudingeki ukuba ube nalutho.

1501001 = Setha ukuskena kwepharamitha
1501002 = Ukulawula Okuhlakaniphile
1501003 =% s d% s izinto ezimakwe ngokususwa
1501004 =% s kakade ikhona. \ NUngabe uyayishintsha?
1501005 = Qinisekisa ukulondoloza njenge
1501006 = Susa ifayela

1502002 = ifayela lokukhishwa

1503001 = Izimpendulo Zemibuzo Yezibalo Eziphindaphindiwe

1504001 = Sesha
1504002 = Usayizi ophelele
1504003 = Sebenzisa usayizi
1504004 = Usayizi wamahhala
1504005 = Indlela yefayela

1505001 = Indawo yokugcina
1505002 = State
1505003 = Kulinda
1505004 = Ukulayisha
1505005 = Amafayela we-Total% s askenwe futhi ama-% s d aphindaphindiwe atholakala.
1505006 = Hlela amafayela, sicela ubekezele ...

1506001 = Okujwayelekile
1506002 = ifayela lokukhishwa

[Empty Folders Finder]
16001 = Amafolda angenalutho angenayo
16901 = Ithola futhi isuse amafolda angenalutho emafasiteleni akho
16002 = cinga amafolda angenalutho
16003 = Uhlu lwamakholi akhishiwe
16004 = Susa amafayela ahloliwe
16005 = Hlanganisa amafayela ahloliwe (ungalokothi uthole)
16006 = Khipha
16007 = Ifolda
16008 = Ingabe uqinisekile ukuthi ufuna ukungeza izinto ezihloliwe ohlwini lwezinto ezinganakiwe? Lezi zinto azitholakali.

16009 = Yeka umphathi wezinhlu
16010 = Uhlu lokufakwayo okwamanje alunaki lapho kuskena amafolda angenalutho. Uma ufuna ukufaka enye yalezi zingeniso, bese ususa uphawu lokuhlola.

16011 = Hlaziya manje
16012 = Hlola amabhokisi we-drive (ama) ofuna ukuskena

1601001 = Ukulungiswa kwesihlahla sefolda esingenalutho ...

1602001 = Ukulungiswa kohlu lwamafayela ...
1602002 = Ukudlala kuqediwe.
1602003 = Sesha% s
1602004 = Ukulayisha ama-discs ...
1602005 = ukuhlunga amafayela ...
1602006 = Ilondoloza idatha ...
1602007 = Ukuqalisa ...
1602008 = Ukuskena kwamafolda angenalutho ...
1602009 = Hlunga amafolda angenalutho ...

[Shortcuts Fixer]
17001 = Umhleli wezinketho
17901 = Ilungisa amaphutha kumenyu yakho yokuqala namashothikhathi wedeskithophu
17002 = Ukukhishwa
17003 = Isinqamuleli esiphenduliwe
17004 = Susa
17005 = I-Target
17006 = Indawo
I-17007 = Funa usesho okusobala kwesinqamuleli
17008 = Hlola manje
17009 = Izinketho zokuhlaziya
17010 = Yenza kuphela imenyu yokuqala nedeskithophu ye-scan
17011 = Funa ifolda engenalutho yeMenyu yokuqala
17012 = Hlola amabhokisi we-drive noma ama-drive ofuna ukuskena
17013 = Ayikho into etholakele.

1701001 = Ukuhlaziya okusheshayo
1701002 = ukuskena okuthuthukisiwe
1701003 = Yeka ukuskena
1701004 = Lungisa yonke imithwalo
1701007 = Iphutha (ama)
1701008 = Fixed
1702001 = Indawo:
1702002 = Okubhekiswe:
1702003 = Izimpikiswano:
1702004 = Incazelo:
1702005 = Chofoza "Faka isicelo" ukulondoloza izinguquko.
1702006 = Ukhethile ifolda.
1703001 = Susa
1703002 = Chofoza "% s" ukususa izinqamuleli ezikhethiwe ohlwini. {\ r \ n} Chofoza ku- "% s2" ukuhambisa izinqamuleli ezikhethiwe ku-Recycle Bin; {\ r \ n} Chofoza "% s3" ukususa unqamuleli izinqamuleli ezikhethiwe.
1703003 = Gcina izinqamuleli ezikhethiwe ngaphambi kokususa
[Tracks Eraser]
I-18001 = I-Trace Eraser
18901 = isula yonke iminonjana, ubufakazi, amakhukhi, umlando we-Inthanethi nokuningi
18002 = Sula amathrekhi aqinisekisiwe
18003 = Bonisa amathrekhi ahlulekayo atholakala kuphela
18004 = Sula lezi zindlela
18005 = Awekho amathrekhi ahloliwe. Ukususa amathrekhi, sicela uhlole ithrekhi ngayinye ofuna ukusula ngebhokisi ngakwesokunxele kwegama lomkhondo.
18006 = Ingabe uqinisekile ukuthi ufuna ukusula amathrekhi kusuka ku-% s?
18007 = Amathrekhi asusiwe ngempumelelo.
18008 = Ingabe uqinisekile ukuthi ufuna ukuhlanza amathrekhi akho% s?

18009 = IE Cookies Manager
18010 = IE URL ezifakiwe
18011 = Hlola amakhukhi ofuna ukuwagcina lapho uhlanza amakhukhi we-Internet Explorer
18012 = Indawo
18013 = izinga lokuphumelela
18014 = Ukuvuselelwa
18015 = Ukuphela kwesikhathi
18016 = Ikheli eliphelele
18017 = Susa amakhukhi angaqinisekisiwe manje
18018 = Hlola ama-URL ofuna ukuwagcina uma uhlanza i-Internet Explorer - Umlando we-URL
18019 = i-Urls
18020 = Susa ama-URL angalawulwayo

18021 = Ukuqeda

18022 = Windows
I-18023 = Isusa uhlu lwasemlandweni elisanda kusetshenziswa (uhlu lwe-MRU) nezinye izinto ezivela ku-Microsoft Windows.
18024 = Amadokhumenti we-Windows yakamuva
18025 = Uhlanza uhlu lwamadokhumenti wakamuva bese uvula amafayela kumshini. Lolu hlu luvame ukutholakala kwimenyu yokuqala> Imibhalo Yami Yamuva.
18026 = Qala imenyu ye-Windows Run
18027 = Uhlanza umlando wemilayezo yokugcina oyifakile ekuqaleni kwewindi> Ukukhetha inketho.
Izinhlu / Ifolda Lists - 18028 = I-Microsoft Common Dialog
18029 = Microsoft Common Ingxoxo wumkhakha ejwayelekile esetshenziswa izicelo eziningi isofthiwe ukunikeza, ifayela, ifolda, umbala, futhi Ukukhetha iphrinta. Lezi zingoma ze-Eraser zisusa umlando wezinketho ezenziwe kumshini wakho. Kusukela Microsoft Common Ingxoxo Control isetshenziselwa amawindi eziningi zamafayela lengxoxo evulekile / ukulondoloza leli Amaculo Isisuli okususiwe ifolda yokugcina wavula umlando izicelo eziningi. Ihlanza amafolda wokugcina nezinhlu zefayela oyifunayo kumshini wakho.
18030 = Qala Imenyu Yokusesha
18031 = Sula yonke imlando yokusesha oyenzile ku-Windows Search kusukela kwimenyu yokuqala.
18032 = iWindows clipboard
18033 = Ukusebenza namafayela ngokuvamile kuhilela ukusebenzisa "ukunamathisela" nokusebenza "kopi". I-Windows Clipboard ikhumbula umsebenzi wokugcina wekhophi futhi ingaqukatha ulwazi olufanele mayelana nemisebenzi yakho njengephasiwedi, ikhadi lesikweletu noma ulwazi lomuntu siqu.
18034 = amafayela we-Windows okwesikhashana
18035 = I-Windows engenalutho isiqondisi sesikhashana.
18036 = i-Windows Recycle Bin
18037 = Vula i-Windows Recycle Bin.
18038 = i-Windows network drives ihlelwe imephu
18039 = Uma kumephu inethiwekhi ushayela ukuze uthole ukufinyelela kubo nge drive izincwadi, Windows uyazikhumbula zonke izicelo zakho ku ebhukwini. Lahla lolu lwazi usebenzisa lesi silungiselelo.
18040 = Qala Umlando Chofoza Umlando
18041 = IWindows igcina uhlu lwezinto ezifakiwe kamuva kuMenyu yokuqala. Hlola Le ndlela yokuhlanza "Umlando Wokuchofoza Imenyu Qala" ohlwini.
18042 = Izindawo zami zenethiwekhi
18043 = Uma usebenzisa wami Network Izindawo ukufinyelela amaseva akude, wonke amasheya wakho wakamuva zigcinwa, ubani angase abone ukuthi yini inethiwekhi oyisebenzisayo ongenalwazi nje ubukele MRU uhlu ise wami Network Izindawo ifolda. Hlola le nketho ukuyihlanza.
18044 = i-Internet Explorer
18045 = Ikhipha umlando, uhlu asanda kusetshenziswa (MRU Lists), amafayela Inthanethi yesikhashana kanye nezinye izakhi-Internet Explorer isiphequluli seWebhu.
18046 = i-Internet Explorer - Umlando we-URL
18047 = Kususa umlando wakho we-URL wangena kubha yekheli le-Inthanethi Explorer. Lapho lo mlando lilondolozwe, umhloli wamazwe Inthanethi uzama ukuqagela website ozama ukuvakashela usebenzisa "intelligence" njengoba uthayipha www.gl - ngeke ukuqagela www.glarysoft.com, noma kunoma yiliphi elinye ikheli oqala www.gl uvakashele esikhathini esidlule.
18048 = i-Internet Explorer History
18049 = Kususa umlando wamawebhusayithi avakashelwe nge-Internet Explorer kumshini. Kususa umlando wamawebhusayithi avakashelwe kusetshenziswa i-Internet Explorer.
18050 = i-Internet Explorer Cookies
18051 = Ulwazi lwewebhusayithi ye-website esitolo sefayili encane, okuthiwa "ikhukhi" ku-hard drive yakho. Amakhukhi aqukethe ulwazi mayelana nawe nezintandokazi zakho. Noma kungenzeka ukuthi iqukethe irekhodi lamakhasi wesayithi owavakashele, ukusiza isayithi ukwenza ngokwezifiso ukuboniswa kwakho esikhathini esizayo ozovakashela. Njengoba amanye amakhukhi ayasiza, ungase ufune ukugcina. Chofoza ku- "Izinketho" ukuze ukhethe amakhukhi okudingeka uwagcine. Konke okungabonakalisiwe kuzosuswa.
18052 = Amafomu Ahlakaniphile - Ukuqedwa ngokuzenzakalelayo kwamaphasiwedi
18053 = Ikhipha wonke umlando auto amafomu ephelele kanye namaphasiwedi kusuka Internet Explorer. Uma amisiwe, i-Internet Explorer izogcina idatha yamafomu ezivamile, amagama wabasebenzisi kanye namaphasiwedi inthanethi. Lezi uyogcwala ngokuzenzakalela uma ubuyela sites lapho le datha okulondoloziwe. Lokhu Amaculo Isisuli okususiwe le datha futhi ikuvikela ngokumelene nabanye abasebenzisi emshinini wakho ngemvume ku iphrofayela yakho ku-intanethi.
18054 = Amafayela e-Inthanethi yesikhashana
18055 = Isula yonke ukulondolozwa yesikhashana amafayela Internet Explorer uma uvakashela amasayithi ewebhu noma ulande okuqukethwe.

18056 = I-Plug-ins
18057 = Abaningi izicelo wesithathu ukugcina irekhodi amafayela asanda kuvulwa noma abulawe yibo. Ukusebenzisa lezi plugin, ungakwazi balahle umlando MRU kwezicelo amaningi athandwayo.

18058 = i-Mozilla Firefox
18059 = Ikhipha umlando, uhlu asanda kusetshenziswa (MRU Lists), amafayela esikhashana kanye nezinye izinto ezivela Firefox isiphequluli sewebhu.
18060 = i-Mozilla Firefox - Umlando
18061 = Kususa wonke amakheli afakwe kubha yekheli le-Firefox.
18062 = Mozilla Firefox - Amakhukhi
18063 = Susa ama-cookies alondolozwe kufolda ye-Firefox.
18064 = Mozilla Firefox - I-Inthanethi ye-Cache
18065 = Kususa amafayela e-intanethi agcinwe nge-Firefox.
18066 = Mozilla Firefox - Ulwazi mayelana nefomu elibhalisiwe
18067 = Isusa idatha yefomu elondoloziwe Firefox uma egcwele amafomu ekhasi leWeb.
18068 = I-Mozilla Firefox - Amaphasiwedi alondoloziwe
18069 = Isusa idatha amaphasiwedi agciniwe Firefox uma egcwele Amakhasi Inthanethi amafomu.
18070 = Mozilla Firefox - Umlando Wokulayisha Umxokozelo
18071 = Kususa ithrekhi kamuva nje ekulandeni amafayela kuMphathi Wokulanda.
18072 = Mozilla Firefox - umlando wokusesha
18073 = Kususa ucingo lokusesha olufakwe kubha yosesho lwe-Firefox.

18074 = Isula amathrekhi% s.This kungathatha isikhashana ...
18075 = Ukuqeda amathrekhi we% s ...

18076 = amafayela e-indexed
18077 = amafayela Index.dat kukhona amafayela ezifihliwe kukhompyutha yakho aqukethe wonke amathrekhi umsebenzi wakho ku-intanethi, lapho uke waba ku-inthanethi, lokho amasayithi owavakashele, uhlu URL s, amafayela namadokhumenti muva isetshenziswe.
18078 = Ukufunda izingeniso% s.This kungathatha isikhashana ...
18079 = Ukufunda i-intros ye% s ...
18080 = Bika Ukudala ...
18081 = INGXELO YOKUPHAKATHI
Izinto ezivela ku-18082 =% zisuswe kusuka ebhalweni lwe-Windows.
18,083 =% s (% s2 amafayela) asuswe.
18084 = Imininingwane yamafayela ukususa:
18085 = Sesha

18086 = Imidwebo

18088 = i-Google Chrome
18089 = Ikhipha umlando, uhlu asanda kusetshenziswa (MRU Lists), amafayela Inthanethi yesikhashana kanye nezinye izakhi of se-Google Chrome.
18090 = i-Google Chrome - Umlando
18091 = Kususa wonke amakheli afakwe kuhlu lekheli le-Google Chrome.
18092 = I-Google Chrome - Amakhukhi
18093 = Ikhipha amakhukhi alondolozwe isilondolozi ifolda ye-Google Chrome.
18094 = I-Google Chrome - I-Cache Inthanethi
18095 = Kususa amafayela e-intanethi agcinwe nge-Google Chrome.
18096 =-Google Chrome - Lilondoloziwe Ifomu Imininingwane
18097 = Kususa idatha yefomu egcinwe yi-Google Chrome uma usugcwalise amafomu wekhasi lewebhu.
18098 = I-Google Chrome - Umlando Wokulanda
18099 = Kususa ithrekhi kamuva nje ekulandeni amafayela ku-Download Manager.

18100 = Kunconywa kakhulu ukuthi uvale i-% SAvant iyaqhubeka. I-Eraser Eraser ayikwazi ukusula amathrekhi asetshenziswe ezinye izinhlelo.

2101001 =% s ihlolwe izinto.
2101002 = Azikho amathrekhi akhethiwe. Ukuze uhlaziye amathrekhi, sicela uhlole ithrekhi ngayinye oyifisa ukuyihlaziya ngokuhlola ibhokisi ngakwesokunxele kwegama lomkhondo.

2102001 = i-Windows utility
2102002 = Kususa umlando wosesho wakamuva kusuka ku-Windows Live Toolbar.
2102003 = Amathuluzi we-Google
2102004 = Kususa umlando wosesho wakamuva kusuka ku-Google Toolbar ye-Internet Explorer.
2102005 = ideskithophu ye-Google
2102006 = Kususa umlando wosesho lweDisk Deskbar lwakamuva.
2102007 = Umlando Wokusesha Kaza
2102008 = Uhlanza Umlando Wokusesha Wefayela Kazaa.
2102009 = iMule
2102010 = Iphula i-eMule History Search.
2102011 = I-MSN Messenger
2102012 = Kususa umlando wemfihlo ye-MSN Messenger.
2102013 = Sound Forge 6.0
2102014 = Kususa umlando we-cache Sound Forge 6.0.
2102015 = Ukulanda okusha
2102016 = Kususa ukulanda i-FreshDownload indaba.
2102017 = Windows Media Player
2102018 = Ihlanza amafayela wakamuva, ama-URL, nomlando kumawindi ama-movie wesidlali semidiya nomculo.
2102019 = Umdlali wangempela
2102020 = Ukuhlanza umlando womdlali wangempela womculo ne-movie esanda kudlalwa amafayela.
2102021 = Isikhathi esisheshayo seMdlali
2102022 = Ukuhlanza umlando we-Quicktime Player wamafayela wevidiyo asanda kudlalwa.
2102023 = SWISH
2102024 = Susa umlando wamafayela we-SWiSH asanda kuvulwa.
2102025 = Umenzi we-Windows Movie
2102026 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Windows Movie Maker.
2102027 = BSPlayer
2102028 = Kususa umlando wamafayela we-BSPlayer asanda kuvulwa.
2102029 = Media Player Classic
2102030 = Ukuhlanza indaba yama-classic yomdlali womculo namavidiyo asanda kudlalwa abezindaba.
2102031 = I-Axialis IconWorkshop
2102032 = Kususa isilondolozi nomlando wamafayela a-Axialis IconWorkshop asanda kuvulwa.
2102033 = Ulead Smart Saver Pro 3.0
2102034 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Ulead Smart Saver Pro 3.0.
2102035 = i-Macromedia Flash Player
2102036 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Macromedia Flash Player.
2102037 = i-Macromedia Flash MX
2102038 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Macromedia Flash MX.
2102039 = i-Macromedia flash 5.0
2102040 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Macromedia Flash 5.0.
2102041 = i-Macromedia flash 4.0
2102042 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Macromedia flash 4.0.
2102043 = i-Adobe Flash Player
, 2102044 =
2102045 = Hlola kuqala i-AVI
2102046 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-AVI Preview.
2102047 = I-Paint Shop Pro 7.0
2102048 = kucacisa umlando wamafayela adalwe / avuliwe / ahlelwe yi-Paint Shop Pro 7.0.
2102049 = I-Paint Shop Pro 8.0
2102050 = kucacisa umlando wamafayela adalwe / avuliwe / ahlelwe yi-Paint Shop Pro 8.0.
2102051 = I-Paint Shop Pro 9.0
2102052 = kucacisa umlando wamafayela adalwe / avuliwe / ahlelwe yi-Paint Shop Pro 9.0.
2102053 = i-Office XP
2102054 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Microsoft Office XP.
2102055 = i-Office 2000
2102056 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Microsoft Office 2000.
2102057 = Ihhovisi lika-2003
2102058 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Microsoft Office 2003.
2102059 = i-Office 2007
2102060 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-Microsoft Office 2007.
2102061 = MS Management Console
2102062 = Kususa umlando wamafayela asanda kuvulwa kusuka ku-MS Management Console.
2102063 = MS Wordpad
2102064 = isula umlando wamafayela owadalwa / avulwe / ahlelwe yi-WordPad.
2102065 = I-Paint ye-MS
2102066 = Uhlanza umlando wamafayela avuliwe yi-Microsoft Paint.
2102067 = i-Microsoft Visual Basic 6.0
2102068 = Sula Umlando Wefayela Wamuva we-Visual Developers

[Optimiseur de mémoire]
21001 = Ukwandisa iMemori
21901 = Ukuhlola futhi kulungiselelwe imemori yamahhala ngemuva
21002 = Ukulungiswa
21003 = ukulungiswa kombhalo
21004 = I-physics yemifanekiso yokusetshenziswa kwememori:
21018 =% s yamahhala% s2
21005 = Ukusetshenziswa kwe-CPU
21006 = Sicela ucacise ukuthi imemori ofuna ukuyikhulula, bese uchofoza ukwandisa.
21007 = inani lememori:
21008 = Yenza ngcono
21009 = Sula ibhodi lokunamathisela
21010 = Usayizi wamanje webhodi lokunamathisela:
21011 = Nika amandla ukulungiswa kwe-Auto
21012 = Yenza ngokuzenzakalelayo uma imemori etholakalayo ku:
21013 = ukwanda kwememori yamahhala ye:
21014 = yenza kuphela uma i-CPU-Usage ingezansi:
21015 = ukulayisha ngokuzenzekelayo uma iWindows iqala
21016 = Okuzenzakalelayo
21017 = Ukuthuthukisa ...
21019 = Bonisa iwindi eliyinhloko

[File Shredder]
22001 = Ifayili ye-Shredder / Ehlanzekile isikhala samahhala
I-22901 = Inqamulela ngokuphelele amafayela ukuze kungabikho muntu ongazibuyisela
I-22002 = Usizo lokubhubhisa idatha ebucayi ukuze bangakwazi ukubuyiswa futhi babhekwe ngabanye. Leli thuluzi isebenzisa ukuphepha okuphezulu okukhulu kwe-US DoD 5220.22-M indlela eyenziwe nguMnyango Wezokuvikela wase-US ukuze ususe ngokuphepha idatha.
22003 = Thayipha
22012 = Kushintshiwe
22004 = Ifayela
22005 = Ifolda
22006 = Ukubhujiswa!
22007 = Phinda umsebenzi wokususa:
22008 = Ifolda ifolda
22009 = Uzosula yonke idatha ekhethiwe kuhlu. Ngeke ukwazi ukubuyisela lawa mafayela usebenzisa amathuluzi okungaxhunyiwe ongayithola. Uqinisekile ukuthi ufuna ukuqhubeka?
22010 = Ukususwa
22011 = Susa
22019 = Hlela isikhala samahhala
22013 = Uma amafayela asusiwe futhi ekhishwa kusuka kudoti asuke empeleni asusiwe kusuka ku-hard drive. Amafayela angatholwa kalula yi-software yokutakula idatha. Ukuqinisekisa ukuthi amafayela akho asuswe ngokuphelele kufanele uhlanze isikhala samahhala sedrayivu yakho yocingo njalo. Lolu khetho lubhubhisa lawo mafayela asevele asusiwe nguwe ukuze angatholakali.
22014 = Khetha i-drive ofuna ukusula isikhala samahhala:
22015 = Hlanza!
22016 = Ukuhlanza isikhala samahhala ku-% s
22017 = Ukusebenza kukhanseliwe ngumsebenzisi.
22018 = Ukusebenza kuqediwe ngempumelelo.
22020 = Khetha ifolda yokuphela:
22021 = Sicela ukhethe i disk.

[Internet Explorer adjoint]
23001 = Usizo lwesiphequluli
23901 = Ilawula Izinketho ze-Inthanethi Explorer futhi ibuyiselwe izilungiselelo zokuthunjwa
23002 = IE BHO
Ama-23003 = Ama-Toolbar we-IE
23004 = IE I-Explorer Bars
23005 = IE amamenyu wenkambinkimbi eyengeziwe
23006 = IE izinkinobho ezengeziwe
23007 = i-IE ilayishiwe i-ActiveX
23008 = Ukubuyisela isigeleko
23009 = [kuvinjelwe]
23010 = Umshicileli
23011 = Indlela yefayela
23012 = oda
23013 = Vimbela lesi sihloko
23014 = i-block yalo mkhiqizo
23015 = Susa unomphela lo mbuzo
23016 = Ingabe uqinisekile ukuthi ufuna ukubuyisela i-% s?
23017 = Ingabe uqinisekile ukuthi ufuna ukuvimba i-% s ku-Internet Explorer?
23018 = Ingabe uqinisekile ukuthi ufuna ukususa i-% s ku-Internet Explorer?
23019 = Isexwayiso, ifayela alikho
23020 = Izinto Zokusiza Isiphequluli
23021 = ama-toolbar we-Internet Explorer
23022 Explorerbars = i-Internet Explorer
23023 = i-Internet Explorer imenyu yenkambinkimbi eyengeziwe
Inkinobho eyengeziwe ye-23024 = i-Internet Explorer
23025 izinhlelo ze-ActiveX = zilandwe
23026 = Kulimaziwe
23027 = ifakiwe

23028 = Ukulungiswa
23029 = Isilungiselelo samanje
23030 = Ukubuyisela izilungiselelo
23031 = Shintsha ukubuyisela izilungiselelo ze-URL entsha ...
23032 = Buyisela
23033 = IE okuzenzakalelayo
23034 = Ingabe uqinisekile ukuthi ufuna ukubuyisela izilungiselelo ozikhethile?
23035 = Izilungiselelo zesiphequluli sakho se-Inthanethi Explorer ze-% s zishintshiwe ngempumelelo.
23036 = Shintsha i-Internet Explorer ukubuyisela izilungiselelo
23037 = Shintsha i-Internet Explorer ukubuyisela izilungiselelo nge% s. I-URL ensimini engezansi i-Internet Explorer URL ezenzakalelayo yale parameter. Ungangena noma yiliphi elinye ikhasi noma i-URL kule nsimu ngaphandle kokuzenzakalelayo.
23038 = Ikhasi lokuqala
23039 = Lona i-URL yekhasi lewebhu elivela lapho kuvulwa iwindi lesiphequluli se-Internet Explorer entsha.
23040 = Sesha ikhasi
23041 = Lena injini yokusesha okuzenzakalelayo uma uchofoza inkinobho yokusesha ku-Internet Explorer.
23042 = Ikhasi elizenzakalelayo URL
23043 = Leli khasi lewebhu le-URL elizenzakalelayo elisetshenziswa yi-Internet Explorer.
23044 = Ikhasi Lendawo
23045 = Leli khasi elizolayisha uma isayithi ingatholakali uma uthayipha ibha yekheli le-Internet Explorer.
23046 = Sesha ibha
23047 = Leli khasi elivela uma uchofoza isithonjana sokusesha ku-Inthanethi Explorer. Ibha yokusesha ikuvumela ukuba ugcine imininingwane eningiliziwe.
23048 = Okuzenzakalelayo ukusesha i-URL
23049 = Leli khasi elivela lapho i-Internet Explorer izama ukusesha.
23050 = Qala Ikhasi (bonke abasebenzisi)
23051 = Leli khasi elivela lapho iwindi lesiphequluli elisha le-Microsoft Internet Explorer livuliwe.
23052 = Sesha ikhasi (bonke abasebenzisi)
23053 = Lena injini yokusesha okuzenzakalelayo uma uchofoza inkinobho yokusesha ku-Internet Explorer. Lokhu kubasebenzisi bonke bekhompyutha.
23054 = ikhasi I-URL engafanele (bonke abasebenzisi)
23055 = Lona i-URL yekhasi le-intanethi elizenzakalelayo elisetshenziswe yi-Internet Explorer. Lokhu kubasebenzisi bonke bekhompyutha.
23056 = ikhasi lendawo (bonke abasebenzisi)
23057 = Leli khasi elizolayisha uma isayithi ingatholakali uma uthayipha ibha yekheli le-Internet Explorer. Lokhu kubasebenzisi bonke bekhompyutha.
23058 = Sesha ibha (bonke abasebenzisi)
23059 = Leli khasi elivela uma uchofoza isithonjana sokusesha ku-Inthanethi Explorer. Ibha yokusesha ikuvumela ukuba ugcine imininingwane eningiliziwe. Lokhu kubasebenzisi bonke bekhompyutha.
23060 = Ukusesha okuzenzakalelayo URL (bonke abasebenzisi)
23061 = Leli khasi elivela lapho i-Internet Explorer izama ukusesha. Lokhu kubasebenzisi bonke bekhompyutha.
23062 = Yenza ngokwezifiso Usesho (bonke abasebenzisi)
23063 = Leli khasi elivela ebhokisini lokusesha le-Internet Explorer uma uqhuba usesho lomkhuba. I-wizard yokusesha inikeza abasebenzisi ngolunye olulodwa, usesho oluhlangene kuzo zonke izinhlobo zokuseshwa. Lesi silungiselelo salo lonke abasebenzisi bale khompyutha.
23064 = Sesha Umsizi (bonke abasebenzisi)
23065 = Leli khasi le-search wizard eliboniswe i-Internet Explorer. I-wizard yokusesha inikeza abasebenzisi ngolunye olulodwa, usesho oluhlangene kuzo zonke izinhlobo zokuseshwa. Lesi silungiselelo salo lonke abasebenzisi bale khompyutha.
23066 = Sesha i-URL
23067 = Ukusesha ama-URL kuyindlela elula yokusebenzisa izinjini ezahlukene zokusesha kwi-Intanethi. Isibonelo, ungase ube ne-URL yokusesha okuthiwa izindaba ezifuna amaqembu e-inthanethi. Uma uthayipha igama noma amagama angukhiye ebhakisini lekheli ukuze useshe ngokuzenzakalelayo amaqembu e-inthanethi kuwo wonke ama-athikili ahlobene nalawa magama angukhiye.
23068 = Sesha i-URL (bonke abasebenzisi)
23069 = Ukucinga ama-URL kuyindlela elula yokusebenzisa izinjini ezahlukene zokusesha kwi-intanethi. Isibonelo, ungase ube ne-URL yokusesha okuthiwa izindaba ezifuna amaqembu e-inthanethi. Uma uthayipha igama noma amagama angukhiye ebhakisini lekheli ukuze useshe ngokuzenzakalelayo amaqembu e-inthanethi kuwo wonke ama-athikili ahlobene nalawa magama angukhiye. Lokhu kusebenza kubo bonke abasebenzisi bale khompyutha.
23070 = Ikhasi elingenalutho
23071 = Ikhasi alikwazi ukuboniswa - Leli khasi eliboniswe i-Internet Explorer uma lingatholi iwebhusayithi noma ikhasi.
23072 = ukwehluleka kwehhovisi lokuhamba
23073 = Lena ikhasi le-Internet Explorer elivela uma ikhompyutha yakho ingakwazi ukufinyelela i-inthanethi.
23074 = Ukukhansela kukhanseliwe
23075 = Lena ikhasi le-Inthanethi Explorer elivela lapho ukhansela ukuphequlula.
23076 = Ukuhluleka kokuhamba
23077 = Leli phepha le-Internet Explorer elivela uma ikhompyutha yakho ingakwazi ukufinyelela ku-Inthanethi.
23078 = Ulwazi olungavumelekile
23079 = Lona ikhasi le-Inthanethi Explorer elivela uma ikhompyutha yakho ingakwazi ukufinyelela i-Inthanethi noma ikhasi lewebhu alitholakali noma ungaxhunyiwe ku-inthanethi.
23080 = okuthunyelwe okungafihliwe
23081 = Isixwayiso: Ikhasi alisatholakali - Leli khasi eliyisixwayiso lapho i-Internet Explorer ingakwazi ukufunda okuqukethwe kwesikhashana.

[Process Manager]
24001 = Umphathi Wezinqubo
24901 = Ukuhlolwa kwezinqubo kusebenza futhi mhlawumbe kumise.
24002 = Imisebenzi emisha (Hamba ...)
24003 = Vala iWindows
24004 = Qala kabusha ikhompyutha
24005 = Misa ikhompyutha
24006 = Qeda inqubo
24007 = Vimbela le Nqubo
24008 = uhlu lokuvimba
24009 = iGoogle lapho
24010 = Amazwana
24011 = Buka Imininingwane
24012 = Igama
24013 = Qaphela
24014 = Ukufeza
24015 = Okubalulekile
24016 = Izinkinobho
24017 = CPU
24018 = Isikhathi se-CPU
24019 = Imemori
24020 = Inkampani
24021 = iqalile
24022 = Umphathi Wezinqubo
24023 = Beka kuqala
24024 = isikhathi sangempela
24025 = Okuphezulu
24026 = Ngaphezulu Kokwejwayelekile
24027 = evamile
24028 = Ngezansi Ngokwejwayelekile
24029 = Okuphansi
24030 = UKUQAPHELA: Ukuguqula iklasi yokuqala yale nqubo kungaholela emiphumeleni engathandeki, kuhlanganise nokungahleleki kwesistimu. Unesiqiniseko sokuthi ufuna ukushintsha isigaba sokuqala?
24031 = Imininingwane Ejwayelekile
24032 = Amamojula asetshenzisiwe
24033 = Idatha
24034 = Inani (ama)
24035 = inqubo yokwaziswa
24036 = ID
24037 = Ifayela
24038 = Izimpendulo
24039 = Ifolda
24040 = Izinkinobho
24041 = Okubalulekile
24042 = ukusetshenziswa kwememori
24043 = Usuku lokubhalisa:
24044 = Kuqaliswe ngu
24045 = Ulwazi lwezinguqulo
24046 = Uhlobo lwefayela
24047 = Umphakathi
24048 = Incazelo
24049 = Inguqulo
24050 = Igama langaphakathi
24051 = umbhali
24052 = Umkhiqizo
24053 = Igama lefayela lokuqala
24054 = Igama lomkhiqizo
24055 = Inguqulo yomkhiqizo
24056 = Amazwana
24137 = Okuphephile nakakhulu
24139 = Ingozi
24057 = Ingabe uqinisekile ukuthi ufuna ukuqeda inqubo% s?
24058 = Ingabe uqinisekile ukuthi ufuna ukuvimba inqubo ye-% s?
24059 = Ingabe ufuna ukuqala kabusha ikhompyutha yakho manje?
24060 = Ingabe ufuna ukuvala ikhompyutha yakho manje?
24061 = Inqubo Yesevisi:
24062 = ukusetshenziswa kwe-CPU:
24063 = ukusetshenziswa kwememori:
24064 = Isevisi Yesevisi
24065 = Faka esikhundleni uMphathi Wezinkampani
24066 = Njalo phezulu
[Context Menu Manager]
25001 = Umphathi Wezinkinobho Eziqukethwe
25901 = Ulawula ukungena kwemenyu yenkomfa yamafayela, amafolda ...
25002 = Amafayela namafolda
25003 = Okusha
25004 = Thumela ku
25005 = Chofoza uphawu lokuhlola ngaphambi kokuthi iphuzu linike amandla noma likhubaza. Ukuyisusa unomphela, chofoza inkinobho '% s' ngezansi.
25006 = Ayitholakali
25007 = Ingabe uqinisekile ukuthi ufuna ukususa '% s' unomphela?
25008 = Wonke amafayela (*)
25009 = Amafolda
25010 = Amafolda
25011 = Amashayeli
25012 = Amafayela womculo
25013 = amafayela wevidiyo
25014 = amafolda wesithombe
25015 = Yonke into yocingo yezinto
25016 = Indawo yokusebenzela
25017 = Udoti
25018 = Ingemuva
25019 = Amashothikhathi

[File Encrypter et Decrypter]
27001 = Bhala / khipha
27901 = Ivikela amafayela akho ekufinyeleleni okungagunyaziwe nokusetshenziswa.
27002 = Faka ifayela
27003 = ifayela lokumisa
27004 = Sicela ukhethe ifayela olifisa ukulibethela:
27005 = Iphasiwedi yokubethela:
27006 = Qinisekisa iphasiwedi:
27007 = Ukusikisela kwephasiwedi (i-Riddle):
27008 = Yakha Ukuzikhethela I-Self Decrypting I-EXE File (IsiNgisi Somsebenzisi sizobe sesiNgisi)
27009 = Susa ifayela lokuqala emva kokubethela okuphumelelayo
27010 = Bhala manje!
27011 = Sicela ukhethe ifayela olifuna ukulichitha:
27012 = Iphasiwedi yokumiswa kabusha:
27013 = iphasiwedi enonya
27014 = Umbhalo ovela ku:
27015 = Ifolda evuliwe evuliwe ngemuva kokumiswa okuphumelelayo
27016 = Shiya manje!
27017 = Sicela uchofoze inkinobho ethi "Dlulisa amehlo" ukuze ukhethe ifayela olifisa ukulibethela!
27018 = Ifayela elikhethiwe alitholakali '' likhona. Sicela ukhethe omunye.
27019 = Sicela ufake iphasiwedi phakathi kwezinhlamvu ezingu-6 no-16 ubude!
27020 = Sicela ufake iphasiwedi efanayo kuzo zombili izinkambu!
27021 = Ifayela elilandelayo likhona kakade, libhalwa phansi?
27022 = Ifayela libethelwe nge-% s ngempumelelo.
27023 = amafayela afakiwe
27024 = Ifayela elikhethiwe alizange libhaliswe ngelo hlelo. Sicela ukhethe enye.
27025 = Sicela uchofoze inkinobho ethi "Dlulisa amehlo" ukuze ukhethe ifayela olifuna ukulichitha!
27026 = Ifayela elikhethiwe alikho. Sicela ukhethe omunye.
27027 = Sicela ukhethe ifolda lapho ufuna ukubeka ifayela elibuyiselwe.
27028 = Ayikwazi ukudala ifolda yokuphela% s
27029 = Ifayela% s selivele likhona, libhalwa phansi?
27030 = Ifayela lihanjisiwe ku-% s ngempumelelo.
27031 = iphasiwedi engalungile, sicela uzame futhi.
27032 = Sicela ukhethe ifolda lapho ufuna ukubeka ifayela elibuyiselwe.
27033 = Ukusebenza kuhlulekile. Sicela uzame futhi.
27034 = Ukubethela kuqhubeka. Kungathatha izikhathi ezimbalwa, sicela ubekezele.
27035 = Ukumiswa kabusha kuqhubeka. Kungathatha izikhathi ezimbalwa, sicela ubekezele.
27036 = Leli fayela libethelwe ngenguqulo endala yohlelo lokumisa kabusha ukulanda inguqulo endala yohlelo lokumisa kabusha ofuna ukulanda?
<<<<<<<. Imayini
=======
27037 = Ifayela lekhodi eligcinwe:
27038 = Sicela ukhethe ifolda lapho ufuna ukufaka ifayela elibhalwe ngekhodi.
27039 = Ifolda yokuya khona ayikho, uma yadalwa?
27040 = Vula ifolda eqondisiwe emva kokubethela okuphumelelayo
27041 = Engeza amafayela (ama)
27042 = Hudula bese uphonsa ukwesekwa kwefayela lokusekela.
27043 = Amafayela (Amafolda) Wendawo
27044 = Isimo
27045 = Intuthuko
27046 = ifayela elifakiwe
27047 = Ukulungele
27048 = Linda ...
27049 = Ukubethela ...
27050 = Ukubethelwa ngokuphumelelayo.
27051 Ifayela lomthombo = alikho noma lisusiwe.
27052 = ifayela elibhekisiwe selivele likhona.
27053 = Ayikwazi ukususa ifayela lomthombo.
27054 = Sicela uchofoze inkinobho ukuze ukhethe ifayela ofuna ukulibethela noma ukuhudula ifayela ukuze ubhale phansi ohlwini lwe- 'Engeza amafayela'.
27055 = ayifuni ukubethela ifayela, khetha futhi uphinde uzame.
27056 = Ifayela noma amafayela asusiwe
>>>>>>>. R2315
27057 = Hlola konke
27058 = Hlola lutho
27059 = ukukhetha okuchazayo
27060 = Susa into ekhethiwe
27061 = Ingabe ufuna ukususa ifolda ekhethiwe% kusuka ohlwini lokubethela ifayela?

[File Splitter and Joiner]
28001 = Sika / Hlanganisa
28901 = Sika amafayela amakhulu zibe amafayela amancane, kulula ukuphatha, bese uwahlanganisa.
28002 = ifayela lokuhlukanisa
28003 = ifayela lokubhalisa
28004 = Sicela ukhethe ifayela olifuna ukwahlukanisa ngamafayela amancane amaningana
28005 = Sicela ufake indlela eya kufolda lapho uya khona lapho ufuna ukuhlukanisa ifayela
28006 = Sicela ukhethe usayizi ophezulu wamafayela ngamunye ukudala
28007 = Diskette (1.44 MB)
I-28008 = i-Zip 100 MB (TM) disk
28009 = i-disk ye-1GB Jaz (TM)
I-28010 = 4.7 GB i-DVD engashadile yocingo
28011 = Umsebenzisi uchaza usayizi wefayela
28012 = Mayelana nefayela lengoma ye% s (ama) izodalwa.
28013 = Engeza isici sokujoyina ukuzihlukanisa amafayela achaziwe
28014 = Sika manje!
28015 = Sicela ukhethe enye yamafayela ofuna ukubuyela efayela lokuqala. Ungakhetha elinye lamafayela, amanye azofakwa ngokuzenzakalelayo.
28016 = Ingxenye Yabeka Ulwazi:
28017 = Sicela ufake indlela eya kufolda yendawo lapho ufuna ukufaka khona ifayela elibuyiselwe.
28018 = Bhalisa manje!
28019 = Ayikwazanga ukudala ifayela% s
28020 = Ayikwazanga ukuvula ifayela% s
28021 = Sicela uchofoze inkinobho ethi "Dlulisa amehlo" ukuze ukhethe ifayela ofuna ukwahlukanisa libe amafayela amancane amaningana!
28022 = Ifayela alikho! Sicela uchofoze inkinobho ethi "Dlulisa amehlo" ukuze ukhethe ifayela olifisa ukwahlukanisa zibe amafayela amancane amaningana!
28023 = Ifayela elikhethiwe selivele lincane kunezinga eliphakeme.
28024 = Sicela uchofoze inkinobho ethi "Dlulisa amehlo" ukuze ukhethe ifolda yokuphela!
28025 = Ayikwazi ukudala ifolda yokuphela% s
28026 = Asikho isikhala esanele samahhala we-disk% s
28027 = Ifayela liye lakwa% s ngempumelelo. Ifayela lokuqala alisuswanga.
28028 = Sicela ukhethe ifolda lapho ufuna ukuhlukanisa ifayela
28029 = Amafayela ahlukanisa
28030 = Igama lefayela:
28031 = Usayizi:
28032 = Ukubalwa kwezingxenye:
28033 = Ifayela elikhethiwe aliyona ingxenye yefayili ehlukanisiwe. Sicela ukhethe enye.
28034 = Ayikwazi ukuthola amafayela ayingxenye alandelayo:
28035 = Ifayela selivele likhona! Bhala ngaphezulu ifayela?
28036 = ifayela lokuqala liphinde lahlangana ngokuphumelelayo.
28037 = Sicela ukhethe ifolda lapho ufuna ukubeka ifayela elibuyiselwe.
28038 = Ukusebenza kuhlulekile. Sicela uzame futhi.
28039 = ifayela lokuhlukanisa liyaqhubeka. Kungathatha izikhathi ezimbalwa, 23035 Sicela ulinde.
28040 = ifayela lokuqalisa liqhubeka. Kungathatha izikhathi ezimbalwa, sicela ulinde.
28041 = Le folda ifakiwe.

[1-Click Maintenance]
29001 = Ukunakekela 1 ukuchofoza
29601 = ukuhlanza ukulawula
29602 = ukulungiswa komlungisi
29603 = iMenenja yokuqalisa
29604 = Hlela Amafayela Asesikhashana
29605 = I-Trace Eraser
29606 = Susa i-Spyware

10603 = Ilungisa okufakiwe okungalungile noma okungalungile kokubhalisa
10605 = Hlela izinqamuleli ezingavumelekile
10607 = Ukuhlanza okufakwayo okuyingozi kokuqala
10609 = Hlanza ifayela lesikhashana bese ululame isikhala sediski
10611 = Uhlanza umlando wemisebenzi yakho kanye nemiphumela ye-intanethi
10613 = kususa i-spyware ne-adware
10614 = Ukuseshwa ...
10615 = Buka Imininingwane
10616 = Sesha Amaphutha
10617 = Ayikho inkinga etholakalayo.
10618 = 1 inkinga etholakalayo.
Izinkinga ezingu-10619 =% s zitholakele.
I-10620 =% s Ifayela elitholiwe.
10621 = Ayikho umphumela.
10622 =% s amathrekhi akhethiwe.
10623 = ingoma ekhethiwe engu-1.
10624 = Azikho amathrekhi akhethiwe.
10625 = Ukufuna ...
10626 = Chofoza Izixazululo Zokulungisa ukuze uqhubeke.
10627 = Ukulungisa
10628 = izinkinga ezixazululwe.
10629 = Isikhala Esitholiwe
10630 = Imikhuba isusiwe.
10631 = Ukulungiswa ...
10632 = Ukuhlanza ...
10633 = Ukuhlanza ...
10634 =% s ilungisa izinkinga.
10635 =% s lo mzila ususiwe.
10636 =% s itholakele.
10637 = Sicela ukhethe amafayela oyifisa ukususa.
10638 = Bonisa amafayela
10639 = Amafayela aphelele% s,% s2 alulameka.
10640 = Sicela ukhethe amathrekhi ofuna ukusula.
10641 = Sicela ukhethe okufakiwe kokubhalisa ofuna ukulungisa. Chofoza ngakwesokudla into ukuze ubonise izinketho ezengeziwe.
10645 = Sicela ukhethe okufakiwe okufakiwe ofuna ukususa. Chofoza ngakwesokudla into ukuze ubonise izinketho ezengeziwe.
10642 = Sicela ukhethe okufakwayo kokuqalisa oyifisa ukususa.
10644 = Sicela ukhethe okufakwayo ofisa ukususa.
10643 = Khansela Ukugcinwa kokuchofoza oku-1
10646 = Sesha
10647 = Sicela uchofoze "Lungisa Izinkinga" Ukuze uqhubeke, chofoza okuthi "Rescan" ukuskena izinkinga futhi.
[Glary Undelete]
31001 = Ifayela alikhishiwe
31901 = Indlela elula futhi ephumelelayo yokuthola amafayela asuswe ngengozi
31002 = Sesha
31003 = Ukuhlunga
31004 = Amafolda
31005 = izinhlobo zefayela
31006 = Igama
31007 = Isimo
31008 = indlela yokuqala
31009 = Usayizi
31010 = Thayipha
31011 = Ukuvuselelwa
31012 = Buyisela
31013 = ukukhishwa kwama disks, sicela ulinde ...
31014 = Khetha ifolda ukuze ufune:
31015 = Kuhle kakhulu
31016 = Kuhle
31017 = Isilinganiso
31018 = Okubi
31019 = ngaphezulu
31020 = Khetha ifolda yokuphela:
31021 = Ukubuyiselwa kwidrayivu efanayo kunganciphisa ingozi yokuphola okuphumelelayo, Ingabe uqinisekile ukuthi ufuna ukuqhubeka?
31022 = isivele kufolda ye-% s, ingabe uqinisekile ukuthi ufuna ukubhala ngaphezulu?
31023 = sekuvele kufolda ye-% s, ingabe uqinisekile ukuthi ufuna ukubhala ngaphezulu?
31024 = Hlunga: KUYA
31025 = Ukuhlunga: KUVALIWE
31026 = Kutholakala:% s, imikhiqizo ekhethiwe:% s2
31027 = Ucwaningo
31028 = inqubekela phambili yamanje:% s% s,% s2 amafayela atholakele.
31029 = Ayikwazi ukuqala ukuskena:% s
31030 = Buyisela% s ...,% s2 amafayela alayishiwe.
31031 = Ayikwazanga ukudala ifayela% s
31032 = ngegama lefayela
31033 = Konke noma ingxenye yegama lefayela. Ungasebenzisa izinhlamvu zasendle, njenge, *. Doc
31034 =? Qhathanisa eyodwa yazo zonke
31035 = * Qhathanisa noma iyiphi inombolo yento
31036 = Ngokwezinga
31037 = Okunye
31038 = Okuncane
31039 = Ngosuku
31040 = of
31041 = kuya
31042 = Ngombuso
31043 = Zonke izinhlobo

31044 = Akukho ukubuka kuqala okutholakalayo
31045 = Ukubuka kuqala
31046 = Chofoza ukuze ukhulise
31047 = Chofoza ukuze uvale
31048 = idiski yendawo

[Registry Defrag]
32001 = i-Registry Defragmenter
32901 = Khubaza ukubhalisa kwe-Windows ukusheshisa ikhompyutha yakho
32002 = Siyakwamukela ku-Defrag Defrag
32003 = I-Registry ye-Windows ingase ihlukaniswe ngokuhamba kwesikhathi, ithathe isikhala esiningi ku-hard drive yakho kunesidingo bese unciphisa isikhathi sokuqalisa. Ukurekhoda okucubungula nokwenza ngcono ukubhalisa kweWindows ngokuqeda izikhala ezingadingekile kanye nesikhala esilahlekile. Lokhu kungathuthukisa kakhulu ukusebenza komshini wakho
32004 = - Nciphisa ukuhlukaniswa
32005 = - Lungisa amaphutha ezakhiwo
32006 = - Buyisela isikhala sememori esingasetshenzisiwe
32007 = Chofoza Okulandelayo ukuhlaziya izinga lokuhlukaniswa.
32008 = Usayizi emva kokusebenza:
32009 = umehluko wamanani:
32010 = Ukuhlukumeza ukubhalisa kuncipha ubukhulu bokubhalisa kwakho nge-% s
32011 = Chofoza Okulandelayo ukuze uqale ukuhlukaniswa (ukuvuselela okudingekayo). Chofoza Khansela uma ungafuni ukwandisa ukubhalisa kwakho, noma uma ufuna ukuthuthukisa kancane kancane.
32012 = I-registry defragmenter ithole ukuthi ukuhlukunyezwa kokubhalisa akudingeki ngalesi sikhathi. Kunconywa ukusivikela ukubhalisa kwe-Windows okungenani kanye ngenyanga.
32013 = Chofoza Vala ukuze uqede ukusebenza nohlelo
32014 = ISEXWAYISO: Ukuhlukunyezwa kwe-Registry kudinga ukuthi izinhlelo zivaliwe uma ziskena ukubhalisa.
32015 = Sicela ulondoloze umsebenzi wakho futhi uvale izinhlelo zokusebenza ngaphambi kokuqhubeka.
32016 = Sicela futhi ukhubaza i-antivirus yakho isikhathi sokuskena. Izivunguvungu ngokuvamile akudingeki zikhutshazwe.
32017 = Uma uvale zonke ezinye izinhlelo, chofoza u-Kulungile ukuze uqhubeke.
32018 = Ukuhlukunyezwa akunakwenzeka ngoba ingxenye yokubhalisa ivikelwe ngokushintsha. Ukuxazulula le nkinga, ungavala zonke izinhlelo zokusebenza, khubaza i-antivirus yakho kanye ne-anti-spyware, bese uzama futhi. Ungakhohlwa ukunika amandla kabusha i-antivirus nokuvikela i-antispyware ngemuva kokuphazamisa ukubhalisa.
32019 = ISEXWAYISO: Ikhompiyutha kumele ibuyiselwe kabusha ukuze iqedele ukusebenza kahle.
32020 = Ingabe ufuna ukuthuthukisa manje?
32021 = Ukuhlaziywa kweRejista
32022 = Sicela ulinde ...
32023 = Ikhompiyutha yakho ingase ingaphenduli imizuzu embalwa ngenkathi ukuskena sekuphelile. Ungamisa inqubo yokuskena ngokucindezela ukhiye we-Esc.
32024 = Ukubhalisa kwama-Windows kuye kwalungiswa ngempumelelo.

[Informations système]
33001 = Ulwazi lwesistimu
33901 = Qoqa ulwazi mayelana ne-hardware yakho nesofthiwe
33002 = Yakha umbiko
33003 = Yakha umbiko (KONKE)
33004 = Sibutsetelo
33005 = uhlelo lokusebenza
33006 = Amadivayisi wesistimu
33007 = Imemori
33008 = Amashayela
33009 = Bonisa
33010 = Inethiwekhi
33011 = Ezinye izithasiselo
33012 = Okujwayelekile
33013 = iProsesa
33014 = Ibhodi Lomama
33015 = iWindows version
33016 = Usuku lokufaka
33017 = Bonisa
33018 = Gada
33019 = i-adapter yevidiyo
33020 = Ukungena
33021 = Imouse
33022 = Ikhibhodi
33023 = Idiski yedrayivu
33024 = i-DVD / CD-ROM
33025 = Izimpahla zesistimu yokusebenza
33026 = Igama lenqubo yokusebenza:
33027 = Ulimi lwenqubo yokusebenza:
33028 = Inguqulo yokusebenza yesistimu:
33029 = Umnikazi obhalisiwe:
33030 = Inhlangano erekhodiwe:
33031 = I-ID yomkhiqizo:
33032 = ukhiye womkhiqizo:
33033 = Idethi yokufaka uhlelo lokusebenza:
33034 = uhlelo lokusebenza lomsuka
33035 = Isikhathi samanje
33036 = Igama lekhompyutha
33037 = Igama lomsebenzisi
33038 = Isizinda sokuxhumeka
33039 = Isikhathi sokusebenza
33040 = Izingxenye ze-Version
33041 = i-Internet Explorer
33042 = Windows Media Player
33043 = i-DirectX
33044 = Amafolda eSistimu
33045 = Ukwabelana ifolda
33046 = Umama
33047 = Igama lebhodi le-motherboard
33048 = umkhiqizi wamamayela
33049 = Izindawo ze-BIOS
33050 = i-BIOS Version
33051 = Izinsuku zesistimu ye-BIOS
33052 = Usuku lwevidiyo ye-BIOS
33053 = Izindawo ze-CPU
33054 = ukukhomba kwe-CPU
33055 = Igama le-CPU elijwayelekile
33056 = Umthengisi we-CPU
33057 = inombolo yocingo
33058 = Ukuvama kwe-CPU
33059 = L1 ikhodi yokulondoloza
33060 = L1 idatha yedatha
33061 = i-L2 isilondolozi
33062 = I-CPU Socket
33063 = isisekelo sephakeji ngalinye
33064 = Ukuqondiswa Ngenhliziyo
33065 = Imininingwane yokucushwa
33066 = Ukusetshenziswa kwe-CPU
33067 = Umlando Wokusebenzisa we-CPU
33068 = Imemori Yenyama
33069 = Imemori eyi-Virtual
33070 = Inkumbulo yonke
33071 = inkumbulo yamahhala
33072 = Imemori esebenzayo
33073 = Inkumbulo ekhethiwe
33074 = Isicelo
33075 = Ukusetshenziswa komemori
33076 = Indlela
33077 = Umqulu Imininingwane
33078 = Incwadi yesaziso
33079 = Uhlobo Lwedivayisi
33080 = inombolo yocingo
33081 = Ifayela Lefayela
33082 = Inani lama-Bytes
33083 = ama-Bytes amahhala
33084 = ama-Bytes asetshenzisiwe
33085 = Ifayela Lefayela

33086 = Ifayela Ukucindezela kunikwe amandla
33087 = Ivolumu icindezelekile
33088 = Igama lefayela elide Linikwe amandla
33089 = Igama lefayela le-Unicode livuliwe
33090 = Uhlelo lwefayela elifakiwe

33091 = Ulwazi oluyisisekelo
33092 = Inani lamaqoqo
33093 = Ama-Clusters wamahhala
33094 = Amaqoqo asetshenzisiwe
33095 = i-Bytes ngeqoqo ngalinye
33096 = Imikhakha nge-cluster
33097 = Imikhakha esebenzayo
33098 = Imikhakha yamahhala

33099 = Imininingwane yokucushwa
33100 = ama-Bytes ngamkhakha
33101 = Imikhakha ephelele

33102 = Ingqikithi yesikhala sedisk
33103 = Isikhala sediski samahhala
33104 = isikhala sediski esetshenzisiwe

33105 = Izakhiwo ze-adapter yevidiyo
33106 = Incazelo yedivaysi
33107 = Ukukhomba ikhadi
33108 = izintambo ze-BIOS
33109 = Uhlobo lwe chip
33110 = Uhlobo lwe-DAC
33111 = Usuku lomshayeli
33112 = I-Driver Version
33113 = Umhlinzeki Wokushayela
33114 = isayizi yememori

33115 = I-Monitor Properties
33116 = Gada Igama
33117 = Isibonelo
33118 = Usuku lomkhiqizo
33119 = inombolo yocingo
Usayizi 33120 = Max.Visible Screen Screen
33121 = Gamma

33122 = ithempulethi yevidiyo esekelwe

33123 = Incazelo ye-Adapter yenethiwekhi

33124 = Impahla ye-Adapter Network
33125 = i-adaptha yenethiwekhi
33126 = Uhlobo lwe-interface
33127 = ikheli lehadiwe
33128 = igama lokungena
33129 = isivinini sokuxhuma
33130 = MTU
33131 = ama-Bytes atholakele
33132 = ama-Bytes athunyelwe

33133 = Amakheli Adapter Network
33134 = IP / Sub Mask
33135 = Isango
33136 = i-DNS

33137 = Idatha etholakele
33138 = Idatha ithunyelwe

33139 = amadivayisi alalelwayo
33140 = Amaports
33141 = i-USB
33142 = isilawuli se-USB
33143 = Amaphrinta

33144 = Igama
33145 = Inani

33148 = amafolda ohlelo
33149 = Ukwabelana ifolda
33150 = chofoza ngakwesokudla kwifolda ukuze uyivule ku-Windows Explorer
33151 = Vula ifolda
33152 = Izindawo
33153 = SEC
33154 = (Isikhathi% s Amaminithi% s2 amasekhondi% s3)

[GLARYUTILITIES]
1001001 = Buyisela
1001002 = Emuva
1001003 = Yehlisa
1001004 = Inguqulo:
30021 = Inguqulo% s iyatholakala. Buyekeza manje!

[Statut]
1002001 = Isimo
1002002 = Qala ukugcinwa okuzenzakalelayo
1002003 = Amathrekhi acacile okuyimfihlo ku-Windows shutdown
1002004 = Hlola izibuyekezo lapho uhlelo luqala
1002005 = Qala ukusesha okujulile
1002006 = Isikhathi se-Boot se-Windows (i-Boot)
1002007 = Khubaza izinhlelo ezingadingekile zokuqalisa ukwenza iWindows ngokushesha ekuqaleni
1002008 = Umphathi Wokuqalisa
1002009 = Usebenzisa i-% s
1002010 = Thuthukisa manje
1002011 = Yabelana ngesikhatsi sami sokuqala se-Windows
1002012 = Amahora
1002013 = Amaminithi
1002014 = Amasekhondi
1002015 = khetha amathrekhi
1002016 = Ilayisense enikezwe:
1002017 = Bhalisa / Hlaziya
1002018 = Okusetshenzisiwe

[OneClick]
1003001 = Ukulungisa ama diski
1003002 = i-Registry Defrag
1003003 = Ukugonywa kwe-Malware
1003004 = Ukulungiswa kwesistimu
1003005 = Khubaza Amashayela Akhwalithi
[Outils avancés]
1004001 = amathuluzi athuthukile
1004002 = Ukubhalisa kweWindows
1004003 = Ukulungisa
1004004 = Ukuhlukunyezwa kwerejista
1004005 = Isipele
1004006 = Buyisela
   
1004007 = Isikhala sediski
1004008 = Ukuhlanzwa
1004009 = Susa okuphindwe kabili
1004010 = Susa amafolda angenalutho
1004011 = Susa izinqamuleli eziphukile
1004012 = ama-Disks Disks
   
1004013 = Izilungiselelo zesistimu
1004014 = Izilungiselelo zesistimu
1004015 = Ukuqalisa Ukuhlelwa Kwesistimu
1004016 = inkumbulo yamahhala
1004017 = ukusheshisa kwe-Intanethi
I-1004018 = Imodi ye-Turbo
   
1004019 = ukuqinisekiswa
1004020 = Umlando ocacile
1004021 = Amafayela e-Lambeau
1004022 = Ukubhubhisa amarekhodi
I-1004023 = Bhala / khipha
   
1004024 = Amashayeli
1004025 = Isipele
1004026 = Buyisela
1004027 = Khipha
1004028 = Hlola izibuyekezo
   
1004029 = Ukuphathwa kwefayela
1004030 = i-Cutter yefayili
1004031 = Buyisela amafayela asusiwe
1004032 = Ukusesha okusheshayo
   
1004033 = Ukushayela Okunamandla
I-1004034 = Ukukhunjulwa
I-1004035 = Ukuhlukunyezwa kwe-Boot
1004036 = Hlola amaphutha
   
1004037 = Uhlelo lokulawula
1004038 = Umphathi wokuqalisa
1004039 = amasevisi we-Windows
I-1004040 = Umsebenzi weScheduler (Windows)
1004041 = amamenyu okuqukethwe
1004042 = Umphathi Wezinqubo
1004043 = umsizi wokuhamba
   
I-1004044 = Isimo sesistimu
1004045 = Ulwazi lwesistimu
1004046 = Isipele Sokusebenza
1004056 = Ukulungisa Amafayela Wesistimu
1004047 = Uhlelo lokubuyisela
1004048 = Khansela izinguquko
   
1004049 = Anti-Malware
1004050 = ukutholakala kwe-Malware
1004051 = Ukugonywa
   
1004052 = Izinhlelo
1004053 = Khipha
1004054 = Hlola izibuyekezo
1004055 = Thola isofthiwe engaphezulu
1004057 =

[Quicklaunchbar]
I-1005001 = Chofoza + / - ukuze ungeze noma ususe into kusuka kwibha yokudoba
1005002 = Kakade ikhona lapha
1005003 = Alikho igumbi elanele emgodini, ungasusa eyodwa ngokuchofoza -

[SKINSCENTER]
1006001 = Isikhungo sesikhumba
1006002 = I-Photo Library
1006003 = imibala eqinile
1006004 = Ifayela elilandelayo likhona kakade, libhale phansi?
1006005 = Wonke amafayela okusekela ubuchwepheshe-


[Checkdisk]
2400001 = Hlola ama-Disks
2401001 = Sicela ukhethe idrayivu ukuhlola
2401002 = lungisa amakheli wesistimu yefayela ngokuzenzakalelayo
2401003 = Thola futhi uzame ukutakula kwemikhakha emibi
2401004 = Ukulawula iDisk
2401010 = Igama lokuqeqesha
2401011 = ukuhlaziywa kokugcina,
2401012 = State
2401013 = Ukuhlaziywa
2401014 = Umbiko
2401015 = Ukulungele
2401016 = Kudinga ukuhlola
2401017 = Ukuqinisekiswa% s
2401018 = Ukuhlola kwe-Disc kusimisiwe
2401019 = Amaphutha atholakele
2401020 = Azikho amaphutha atholakele
2401021 = Iphutha lokuhlola iDiskhi
2401022 = Fihla imininingwane
2401023 = Buka Imininingwane
2401024 = CheckDisk ihlola idrayivu yakho nesistimu yayo yefayela ngamaphutha.
2401025 = Amaphutha atholakele azobekwa ngokuzenzakalelayo ukuvimbela ukulahlekelwa kwedatha.
2401026 = Izinketho
2401027 = Ukulungisa amaphutha wesistimu ngokuzenzakalela
2401028 = Thola futhi uzame ukululama kwemikhakha emibi
2401029 = Ucwaningo
2401030 = Yeka
2401031 = Ukuhlola isitifiketi sediski kuhlulekile!
2401032 = CheckDisk ihlelelwe ngesikhathi esizayo ikhompyutha yakho iqala.
2401033 = I-CheckDisk imisiwe.
2401034 = I-CheckDisk ikhanseliwe.
2401035 = CheckDisk iphazamiseke.
2401036 = isheke sediski sigcwaliswe. Ayikho iphutha elitholiwe.
2401037 = i-CheckDisk ithole amaphutha we-% s disk kanje:

2403001 = Hlola idiski% s
2403002 = Yenzani lokhu ngenxa yezimpikiswano ze-% s elandelayo
2403003 = Izobekwa indiva kumasekhondi angu-% s.

2405001 = Umsebenzi uthole ukuthobeka.
2405002 = Isheke sediski lihlangabezane nephutha. Udinga ukuqala kabusha uhlelo lokusebenza.
2405003 = Ukuhlola uhlelo lwefayela% s
2405004 = Uhlobo lwefayili uhlelo% s.

2406001 = Gcina umbiko

2407001 = Umphumela
2407002 =% s Isithasiselo sesheke sedisk
2407003 = Qala kabusha manje
2407004 = Buka umbiko
2407005 = Windows izolungisa i-disk kusiqalo esilandelayo.

2408001 = I-Windows ayikwazi ukuhlola i-disk ngenkathi isebenza
2408002 = Shanyisa ukuxubha \ nUfuna ukwehlisa le vidiyo yokuqala? Qaphela: Zonke izichasiselo ezivuliwe kule viyumu ngeke zisasebenza.
2408003 = Ishejuli Hlola iDiski \ n Ingabe ufuna ukuhlola amaphutha wedrayivu kanzima ngesikhathi esizayo lapho uqala ikhompyutha yakho?
2408004 = Yehlisa
[Centre de restauration]

2602001 = Yakha iphuzu lokubuyisela ...
2603001 = Faka incazelo ukukusiza ukuthi ubone i-pint yokubuyiselwa. Usuku nesikhathi ngokuzenzekela ngokuzenzakalelayo.
2603002 = Yakha
2603003 = Sicela ufake incazelo.
2604001 = Ukulungiswa ukubuyisela uhlelo ...
Izinto ezingu-2605001 =% s Izinto zibuyiselwe.

[Paramètres]
2801001 = Izilungiselelo Ezijwayelekile
2801002 = Izinto ezingezansi zizobekwa indiva uma kuskena.
2801003 = okuhambisanayo
2801004 = Hamba indodana ngendlela yokubhalisa ukukhomba, ukuxhasa (umbhali) nokulungisa amaphutha.
2801005 = Bonisa izeluleko ku-Bar yesikebhe
2801006 = Izimbangela eziningi ezichazwe
2801007 = Umsebenzi ongaphenduliwe


[Recherche rapide]
3700001 = Ukusesha okusheshayo
3700002 =

/ / FrmMain
3701001 = Ifayela
3701002 = Hlela
3701003 = Buka
3701004 = Usizo
3701005 = Vula
3701006 = Vula ifolda
3701007 = Thumela
3701008 = Vala
3701009 = Kopisha
3701010 = Ukulinganisa indlela
3701011 = Izinketho
3701012 = Usayizi wombhalo
3701013 = Hlela izithombe
3701014 = Qala kabusha
3701015 = Yandisa
3701016 = Yehlisa
3701017 = Okuvamile
3701018 = Igama
3701019 = Indlela
3701020 = Usayizi
3701021 = idethi yokuguqulwa
3701022 = Ikhasi lasekhaya
3701023 = Mayelana
3701024 = Ukuhlela isigaba
3701025 = Bonisa konke
3701026 = Amashothikhathi
3701027 = Amadokhumenti
3701028 = Izithombe
3701029 = Amavidiyo
3701030 = Umculo
3701031 = Isihleli
3701032 = Amafayela% s Bonisa
3701033 = Faka ifayela (ifolda)
3701034 = Faka ku-Dir
3701035 Izihloko =% s ezitholakalayo
3701036 = Sesha% s ...
3701037 = Thayipha
3701038 = Incazelo yefayela
3701039 = Inguqulo yefayela
3701040 = Imikhiqizo yomkhiqizo
3701041 = Igama lebhizinisi
3701042 = Ifayela lombhalo (* .txt) | * txt | Wonke amafayela. (* *.) | *. *
3703043 = Ifayela likhona
3703044 = Amathiphu
/ / FrmSetting
3702001 = Izinketho
3702002 = Isigaba
3702003 = Okujwayelekile
3702004 = Qala ngokuzenzakalelayo kuxhumano lwe-Windows
Ukhiye 3702005 = Chofoza kabili ku-'Ctrl 'ukufihla noma ukubonisa ibhokisi lokusesha
3702006 = Ulimi:
3702007 = Igama lesigaba
3702008 = Izandiso zefayela
3702009 = Engeza
3702010 = Hlela
3702011 = Susa
3702012 = Kulungile
3702013 = Khansela
3702014 = Sicela ukhethe isigaba!
3702015 = Lesi sigaba asikwazi ukususwa

/ / FrmGroupSetting
3703001 = Igama lesigaba:
3703002 = Ifayela izandiso:
3703003 = isandiso sefayili:
3703004 = Ukukhuliswa
3703005 = Uhlobo lwefayela
3703006 = Faka isandiso (* .doc)
3703007 = Igama lesigaba alikwazi ukungabi nalutho!
3703008 = Ifayela elandisiwe alikwazi ukungabi nalutho!
3703009 = Igama legama% s selivele likhona, sicela ufake igama lesigaba futhi.
3703010 = Engeza isigaba
3703011 = Hlela isigaba

/ / UnitFunction
3704001 = Ayikho umbhalo ebhodini lokunamathisela!
/ / FrmAbout
3705001 = Mayelana
3705002 = Inguqulo:
3705003 = Iwebhusayithi:
3705004 = Copyright @ 2013, Glarysoft ltd. Wonke amalungelo agodliwe
Icône / / plateau
3706001 = Vula usesho olusheshayo

/ / Task
3707001 = Glary Utilities 3 Ukucinga okusheshayo

[Disk Defrag]
3400001 = Defrag disk
3400002 = AmaDisks ukusheshisa ukusebenza kwe-PC

/ / FrmMain
3401001 = Igama lokuqeqesha
3401002 = Ifayela lesistimu
3401003 = Amandla
3401004 = Isikhala samahhala
3401005 = Ukuhlukaniswa
3401006 = State
3401007 = Isikhathi sokuqala sokuqeda
3401008 = Ifayela
3401009 = Amathuluzi
3401010 = Usizo
3401011 = ukuhlukumeza ifayela ...
3401012 = Ukuthungula ifolda ...
3401013 = Hlaziya
3401014 = Ukuhlukunyezwa
3401015 = I-Defragramenter futhi Yenza ngcono (kancane, sebenzisa isikhathi esingu-1 njalo ezinyangeni ezintathu)
3401016 = Phuma
3401017 = Okubalulekile
3401018 = Okubaluleke kakhulu
3401019 = kuqala okujwayelekile
3401020 = Okubaluleke kakhulu
3401021 = Izinketho
3401022 = Ikhasi lasekhaya
3401023 = Hlola isibuyekezo
3401024 = Mayelana
3401025 = Khubaza
3401026 = Sesha
3401027 = Ukudehlisa nokuthuthukisa (kancane, sebenzisa kanye ngesonto)
3401028 = Ukuphumula
3401029 = i-CV
3401030 = Yeka
3401031 = Khubaza i-PC ngemuva kokuphazamiseka
3401032 = Khetha konke
3401033 = Akukhethiwe
3401034 = Isimo
3401035 = Umbiko
3401036 = Isikhala Esisebenzisiwe
3401037 = Isikhala samahhala
3401038 = Inqubo
3401039 = Isikhala samahhala
3401040 Isikhala = Sisebenzisiwe
3401041 = Ahlukaniswe
3401042 = Amafayela angaxhunywanga
3401043 = amafayela ahlukaniswe
3401044 = Okumnandi
3401045 = indawo egciniwe ye-MFT
3401046 = Ukulungele
3401047 = Hlaziya
3401048 = ukukhungulwa
3401049 = Ukuthuthukisa
3401050: Ukuhlaziywa
3401051 = Ukuhlukunyezwa
3401052 = Ukulungiswa
3401053 = Ukuhlaziywa kwenziwe
3401054 = Ukuhlukunyezwa kuqediwe
3401055 = Ukulungiswa Kwenziwe
3401056 = Ukuhlaziywa kuphazamisekile
3401057 = ukuphazamiseka kokuphazanyiswa
3401058 = Ukusebenza kuphazamisekile
3401059 = Isikhathi sokuqala Ukuhlukunyezwa kunikwe amandla kule volumu.
3401060 = Isikhathi sokuqala Ukuchithwa akuvunyelwe kule volumu.
3401061 = Khubaza
3401062 = Vumela
3401063 = Lungiselela
3401064 = Ukukhunjulwa ifayela lekhasi, ifayela le-hibernation
3401065 = Ukudonswa kwe-MFT
3401066 = Amafayela wesistimu ahlukanisiwe
3401067 = Umlando Wokuhlukunyezwa Kokuqala (ukuchofoza kabili ukuze ubone imininingwane)
3401068 = Usuku
3401069 = Isayizi yonke
3401070 = ukuhlukunyezwa
3401071 = Amafayela Okuphelele NamaDirs:
3401072 = Izingcezu:
3401073 = izinga lokuhlukaniswa:
3401074 = Igama lefayela
3401075 = Izingcezu
3401076 = Usayizi
3401077 = Indlela
3401078 = Yebo
3401079 = Cha
Ifayela = 3401080 (ama)
3401081 = Khetha ifolda
3401082 = Malicious
3401083 = I-disk Defragmenter isasebenza.
3401084 = Umshayeli ongaziwa
3401085 = Isiqondisi sempande singangezwa ohlwini lokungabikho. Sicela ukhethe enye i-directoary.
3401086 = Khetha ukuguqula
3401087 = i-stop-stop shop
3401088 = Yeka konke
/ / FrmOption
3402000 = Izinketho
3402001 = Okujwayelekile
3402002 = Khubaza
3402003 = ukuchithwa okuzenzakalelayo
3402004 = isithasiselo
3402005 = Isikhathi sokuqala sokuzivikela
3402006 = Yenza ngcono
3402007 = Ayifaki
3402008 = Ulimi:
3402009 = Qala ngokuzenzakalelayo kuxhumano lwe-Windows
3402010 = Nciphisa isithonjana uma uvala iwindi lohlelo
3402011 = Bonisa izixhobo zamathuluzi uma unciphisa kubha
3402012 = Hlanganisa i-disk defragmenter kumenyu yesimo se-Windows Explorer
3402013 = hlola ngokuzenzakalelayo izibuyekezo
3402014 = ukudideka kwediski ngesikhathi esisodwa
3402015 = Okuzenzakalelayo
3402016 = i-Smart Defrag
3402017 = i-Aurora
3402018 = I-Standard Standard
3402019 = Ukufinyeleleka
3402020 = i-Arc
3402021 = i-Seah Breeze
3402022 = Amafayili okuhlukanisa kuphela oku:
3402023 = Yiba neziqephu ezincane kune
3402024 = Yiba ngaphezu kwalokho
3402025 = Kakhulu kune
3402026 = Kuncane kune
3402027 = izingcezu
3402028 = ukuhambisa amafayela amakhulu ekupheleni koqeqesho
3402029 = Usayizi osayizi wefayela:
3402030 = Amafayela angazange abukwe ngenyanga eyedlule
3402031 = Amafayela kudoti
3402032 = Amafayela wezinhlobo ezikhethiwe
3402033 = Isigaba
3402034 = Thayipha
3402035 = Engeza
3402036 = Hlela
3402037 = Susa
3402038 = Hlanganisa amafayela ongafuni ukuwahlukanisa. isibonelo. amafayela wevidiyo. {# 13 # 10} Izosheshisa ukudideka.
3402039 = Engeza amafayela
3402040 = Engeza ifolda
3402041 = ukuchithwa okuzenzakalelayo kukhutshaziwe
3402042 = ukuchithwa okuzenzakalelayo kunikwe amandla
3402043 = Uma ukuchithwa okuzenzakalelayo kunikwe amandla, kuzonqanda i-hard drive yakho ngokuzenzakalelayo ukugcina ikhompyutha yakho ishesha.
3402044 = ukuchithwa okuzenzakalelayo lapho uhlelo lungasebenzi ngamaminithi angu-% s
3402045 = Misa isikhashana ku-CPU yakho noma ukusetshenziswa kwediski kudlula i-% s% s
3402046 = Amashayela
3402047 = ukuphazamiseka kokugcina:
3402048 = amafayela ahlukunyeziwe:
3402049 = Ukugijima esimisweni
3402050 = Isenzo:
3402051 = Ukuvama:
3402052 = Isikhathi:
3402053 = Khubaza kuphela
3402054 = Khubaza nokuthuthukisa
3402055 = Nsuku zonke
3402056 = Iviki ngalinye
3402057 = Inyangazonke
3402058 = ngoMsombuluko
3402059 = ngoLwesibili
3402060 = ngoLwesithathu
3402061 = ngoLwesine
3402062 = ngoLwesihlanu
3402063 = ngoMgqibelo
3402064 = ngeSonto
3402065 = Isikhathi sokuqala I-Defrag ivuliwe
3402066 = I-Defrag Model:
3402067 = Indlela
3402068 = i-boot yansuku zonke
3402069 = Ukuqala kokuqala kwansuku zonke
3402070 = Usuku lwesiqalo ngasinye sokuqala%
3402071 = Amafayela we-Max log:
3402072 = Qala ukulawula okuzenzakalelayo
        
3402073 = i-Advanced Defrag
3402074 = Ukuqhaqha okusheshayo
3402075 = Khetha ifolda
3402076 = Sicela umfundi (ama) ofuna ukusiphazamisa!
3402077 = Amathiphu
3402078 = Sicela ukhethe isigaba!
3402079 = Ingabe uqinisekile ukuthi ufuna ukususa lesi sigaba?
3402080 = Engeza isigaba samafayela
3402081 = Hlela uhlobo lwefayela
3402082 = Kulungile
3402083 = Khansela
3402084 = Isikhathi sokuqalisa i-Defrag ihlukumeza amafayela angakwazi ukuhamba ngokuphepha ngenkathi iWindows isebenza.

/ / FrmConfig
3403001 = Ama-Archives
3403002 = Amabhayisikobho
3403003 = Disk izithombe

/ / FrmCategory
3404001 = Isigaba Igama akukwazi ukungabi nalutho!
3404002 = iphutha lefomethi yefomethi! Isibonelo: (* doc / * doc, ..., *. Txt..).

/ / FrmFileType
3405001 = Isigaba:
3405002 = Uhlobo:

[SpyRemover]
2701001 = Ithuluzi lokususa i-Malware
2701002 = Ithuluzi lokususa i-Malware
2701003 = thola ngokushesha futhi ususe i-spyware ne-adware
2701004 = Ukuskena
2701005 = Susa
2701006 = Buyisela
2701007 = Sesha
2701008 = Sicela ukhethe isipele othanda ukuyibuyisela bese uchofoza inkinobho ethi "Buyisela".
2701010 = Thayipha
2701011 = State
2701012 = Izipele
2701013 = Ingabe uqinisekile ukuthi ufuna ukubuyisela i-% s ohlelweni lokubhalisa uhlelo?
2701014 =% s ibuyiselwe kubhaliso.
2701015 = Sesha% s
2701016 = amafayela askenwe:% s
2701017 = I-Malware ihlanzwe ngempumelelo!
2701018 = Buyisela
2701019 = Iskena se-Malware
2701020 = Usesho Lwenziwe
 2701021 =% s ye-malware etholakalayo
2701022 = Ayikho i-malware ekhonjisiwe
2701023 = 1 i-malware ehlonziwe
2701024 = Ayikho into ehloliwe
2701025 = isiqeshana sokuqinisekisa% s
Izinto ezingu-2701026 =% s eziqinisekisiwe
2701027 = Ulwazi mayelana ne-malware
2701028 = Ayikho i-malware etholakalayo!
2702001 = Imininingwane
2702002 = Sicela ukhethe okufakiwe ofuna ukususa.

[ISIKHATHI SESIKHATHI]
2901001 = ngencazelo kuphela.
2901002 = Isikhathi sakho sokuqala se-Windows sincishiswe kakhulu, abasebenzisi be-% s bahamba kancane.
2901003 = Isikhathi sakho sokuqala se-Windows sihamba kancane, abasebenzisi be-% s bahamba kancane.
2901004 = Isikhathi sakho sokuqala se-Windows sijwayelekile, abasebenzisi be-% s bahamba kancane.
2901005 = Isikhathi sakho sokuqala se-Windows sishesha, abasebenzisi be-% s bahamba kancane.
2901006 = Isikhathi sakho sokuqalisa seWindows sisheshe kakhulu, abasebenzisi be-% s bahamba kancane.
2901007 = Ayikwazi ukuthola idatha, inani lokubhekisela alikwazi ukubalwa.
2901008 = Thola isikhathi sokuqala, sicela ubekezele ...

[Umshayeli wesipele]
2200001 = I-disk Manager
2201001 = Isipele
2201002 = Khipha
2201003 = Buyisela

2201004 = Khetha abashayeli ofuna ukufaka bese uchofoze "Buyisela".
2201005 = Khetha abashayela ofisa ukukhipha, bese uchofoza inkinobho ethi "Khipha".
2201006 = Khetha ifolda yokuya lapho ugcine khona ifayela lokulondoloza:
2201007 = Gcina ifayela lokusekelayo:
2201008 = Umshayeli wesipele
2201009 = Ukudala kwe% s kuhlulekile!
2201010 = Ingabe uqinisekile ukuthi ufuna ukukhipha le divayisi?
2201011 = Igama ledivayisi
2201012 = Inguqulo
2201013 = Gcina usuku
2201014 = Ikhompiyutha yakho ingase idinge ukuqala kabusha!


[Isibuyekezo sesofthiwe]
4000001 = Ukubuyekezwa kwesofthiwe
4000002 =

4001001 = Funda kabanzi ...
4001002 = Khansela
4001003 = Qhubeka
4001004 = Isofthiwe yokuqalisa isibuyekezo ekuqaliseni kwe-Windows
4001005 = Ukukhishwa
4001006 = Sesha
4001007 = 100% yokusesha kuqediwe.
4001009 =
4001010 = Qala ukulungele ...
I-4001011 = I-Computer Scan ...
4001012 = Ukuthumela idatha yokuhlaziywa ...
4001013 = Ukuvula imiphumela ...
4001014 = Chofoza inkinobho ethi "Skena" ukuskena ikhompyutheni yakho isofthiwe efakiwe!
4001015 = Vakashela i-www.glarysoft.com
4001016 = Buyisela kusuka ebhodini
4001017 = Phuma
4001019 = Chofoza kulo mlayezo ukuze ubone okuningi.
4001020 = Buka imininingwane
4001021 = Scan of updates

4001022 = une-1 isibuyekezo esisha esitholakalayo.
4001023 = unezibuyekezo ezintsha ze-% s ezitholakalayo.
4001024 = unezinsuku ezingu-1 ze-beta ezitholakalayo.
4001025 = Unezibuyekezo ze-beta ze-% s ezitholakalayo.

4001026 = Unosuku olungu-1 nosuku olungu-1 lwe-beta olutholakalayo.
4001027 = Unokubuyekezwa oku-1 okusha nokubuyekezwa kwe-% beta etholakalayo.
4001028 = Awunakho ukubuyekeza okusha kwe-% s nosuku olungu-1 lwe-beta olutholakalayo.
4001029 = Awunayo isibuyekezo esisha se% s no% s wezinguquko ezikhona ze-beta% s2.
4001030 = Ayikho isibuyekezo okwamanje etholakalayo.